{
  "name": "Weissbier",
  "category": "German Wheat Beer",
  "category_id": "10",
  "style_id": "10A",
  "category_description": "This category contains vollbier- and starkbier-strength German wheat beers without sourness, in light and dark colors.",
  "overall_impression": "A pale, refreshing, lightly-hopped German wheat beer with high carbonation, dry finish, fluffy mouthfeel, and a distinctive banana-and-clove weizen yeast fermentation profile.",
  "aroma": "Moderate to strong esters and phenols, typically banana and clove, often well balanced and typically stronger than the malt. Light to moderate bready, doughy, or grainy wheat aroma. Light vanilla optional. Light floral, spicy, or herbal hops optional. Bubblegum (strawberry with banana), sourness, or smoke are faults.",
  "appearance": "Pale straw to gold in color. Very thick, moussy, long-lasting white head. Can be hazy and have a shine from wheat and yeast, although this can settle out in bottles.",
  "flavor": "Low to moderately strong banana and clove flavor, often well balanced. Low to moderate soft, somewhat bready, doughy, or grainy wheat flavor supported by the slight Pils malt grainysweetness. Very low to moderately low bitterness. Well-rounded, flavorful palate with a relatively dry finish. Light vanilla optional.Very low floral, spicy, or herbal hop flavor optional. Anyimpression of sweetness is due more to low bitterness than any residual sweetness; a sweet or heavy finish impairs drinkability.Bubblegum, sourness, or smoke are faults. While the banana-and-clove profile is important, it should not be so strong as to be extreme and unbalanced.",
  "mouthfeel": "Medium-light to medium body; never heavy. Fluffy, creamy fullness progressing to a light, spritzy finish aided by high to very high carbonation. Effervescent.",
  "comments": "Also known as hefeweizen or weizenbier, particularly outside Bavaria. These beers are best enjoyed while young and fresh, as they often don’t age well. In Germany, lower-alcohol light (leicht) and non-alcoholic versions are popular. Kristall versions are filtered for brilliant clarity.",
  "history": "While Bavaria has a wheat beer tradition dating back before the 1500s, brewing wheat beer used to be a monopoly reserved for Bavarian royalty. Modern Weissbier dates from 1872 when Schneider began production of its amber version. However, pale Weissbier only became popular since the 1960s (although the name historically could be used in Germany to describe beer made from air-dried malt, a different tradition). It is quite popular today, particularly in southern Germany.",
  "style_comparison": "Compared to American Wheat, has a banana and clove yeast character and less bitterness. Compared to a Dunkles Weissbier, has a paler color and less malt richness and flavor.",
  "entry_instructions": "The entrant may specify whether the yeast should be roused before serving.",
  "tags": "standard-strength, pale-color, top-fermented, central-europe, traditional-style, wheat-beer-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.044
    },
    "maximum": {
      "unit": "sg",
      "value": 1.053
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 8
    },
    "maximum": {
      "unit": "IBUs",
      "value": 15
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.014
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.3
    },
    "maximum": {
      "unit": "%",
      "value": 5.6
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 2
    },
    "maximum": {
      "unit": "SRM",
      "value": 6
    }
  },
  "ingredients": "Malted wheat, at least half the grist. Pilsner malt. Decoction mash traditional. Weizen yeast, cool fermentation temperatures.",
  "examples": "Ayinger Bräuweisse, Distelhäuser Hell Weizen, Hacker-Pschorr Hefeweißbier, Hofbräuhaus Münchner Weisse, Schneider Weisse Original Weissbier, Weihenstephaner Hefeweißbier",
  "style_guide": "BJCP2021",
  "type": "beer"
}
