{
  "name": "Weizenbock",
  "category": "German Wheat Beer",
  "category_id": "10",
  "style_id": "10C",
  "overall_impression": "A strong and malty Germanwheat beer combining the best wheat and yeast flavors of a Weissbier with the rich maltiness, strength, and body of a Bock. The style range includes Bock and Doppelbock strength, with variations for pale and dark color.",
  "aroma": "Medium-high to high maltyrichness with a significant bready, grainy wheatcharacter. Medium-low to medium-high weizen yeast character, typically banana and clove. Vanilla accents optional. No hops. Low to moderate alcohol, not hot or solventy. The malt, yeast, and alcohol are well balanced, complex, and inviting.Bubblegum (strawberry with banana), sourness, or smoke are faults.Dark versions have a deeper, highly toasted, bready malt richness with significant Maillard products, similar to a Dunkles Bock or dark Doppelbock.They can also have caramel and dark fruit esters, like plums, prunes, dark grapes, fruit leather, and raisins, particularly as they age. Pale versions have a grainy-sweet, bready, toasty malty richness, similar to a Helles Bock or pale Doppelbock.",
  "appearance": "Very thick, moussy, long-lasting head.Can be hazy and have a shine from wheat and yeast, although this can settle out with age.Dark versions are dark amber to dark ruby-brown in color, with a light tan head.Pale versions are gold to amber in color, with a very white to off-white head.",
  "flavor": "Medium-high to high malty richness with significant bready, grainywheat flavor. Low to moderate banana and spice (clove, vanilla) yeast character.No hop flavor. Low to medium-low bitterness can give a slightly sweet palate impression, but the beer typically finishes dry. Light alcohol can enhance this character. The interplay between the malt, yeast, and alcohol adds complexity and interest, which is often enhanced with age. Bubblegum, sourness, or smoke are faults.Dark versions have deeper, richly bready or toasty malt flavors with significant Maillard products, optionallywith caramel or light chocolate but not roast. Can have some dark fruit esters like plums, prunes, dark grapes, fruit leather, or raisins, particularly as they age.Pale versions have a bready, toasty, grainy-sweet malt richness.",
  "mouthfeel": "Medium-full to full body. Soft, smooth, fluffy or creamy texture.Mild alcohol warmth. Moderate to high carbonation.",
  "comments": "A Weissbier brewed to bock or doppelbock strength, although Schneider also produces an Eisbock version. Pale and dark versions exist, but dark is most common. Lightly oxidized Maillard products can produce some rich, intense flavors and aromas that are often seen in aged imported commercial products; fresher versions will not have this character. Well-aged examples might also take on a slight sherry-like complexity.Pale versions, like their doppelbock cousins, have less rich malt complexity and often more hop-forward. However, versions that have significant late hops or are dry-hopped should be entered in 34B Mixed-Style Beer.",
  "history": "Dopplebock-strength Aventinuswas created in 1907 at the Schneider Weisse Brauhaus in Munich. Pale versions are a much more recent invention.",
  "style_comparison": "Stronger and richer than a Weissbier or Dunkles Weissbier, but with similar yeast character. More directly comparable to the Doppelbock style, with the pale and dark variations. Can vary widely in strength, but most are in the Bock to Doppelbock range.",
  "entry_instructions": "The entrant will specify whether the entry is a pale(SRM 6-9) or a dark(SRM 10-25) version.",
  "tags": "high-strength, amber-color, pale-color, top-fermented, central-europe, traditional-style, wheat-beer-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.064
    },
    "maximum": {
      "unit": "sg",
      "value": 1.09
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 15
    },
    "maximum": {
      "unit": "IBUs",
      "value": 30
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.015
    },
    "maximum": {
      "unit": "sg",
      "value": 1.022
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 6.5
    },
    "maximum": {
      "unit": "%",
      "value": 9
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 6
    },
    "maximum": {
      "unit": "SRM",
      "value": 25
    }
  },
  "ingredients": "Malted wheat, at least half the grist. Munich, Vienna, or Pilsner malt. Color malts may be used sparingly. Decoction mash traditional. Weizen yeast, cool fermentation temperatures.",
  "examples": "Dark – Plank Bavarian Dunkler Weizenbock, Penn Weizenbock,Schalchner Weisser Bock, Schneider Weisse Aventinus; Pale –Ayinger Weizenbock, Distelhäuser Weizen Bock, Ladenburger Weizenbock Hell,Weihenstephaner Vitus",
  "style_guide": "BJCP2021",
  "type": "beer"
}
