{
  "name": "Ordinary Bitter",
  "category": "British Bitter",
  "category_id": "11",
  "style_id": "11A",
  "overall_impression": "Low gravity, alcohol, and carbonation make this an easy-drinking session beer. The malt profile can vary in flavor and intensity, but should never override the overall bitter impression. Drinkability is a critical component of the style.",
  "aroma": "Low to moderate malt aroma, often (but not always) with a light caramel quality. Bready, biscuity, or lightly toasty malt complexity is common. Mild to moderate fruitiness. Hop aroma can range from moderate to none, typically with a floral, earthy, resiny, or fruity character. Generally no diacetyl, although very low levels are allowed.",
  "appearance": "Pale amber to light copper color. Good to brilliant clarity. Low to moderate white to off-white head. May have very little head due to low carbonation.",
  "flavor": "Medium to moderately high bitterness. Moderately low to moderately high fruity esters. Moderate to low hop flavor, typically with an earthy, resiny, fruity, or floral character. Low to medium maltiness with a dry finish. The malt profile is typically bready, biscuity, or lightly toasty. Low to moderate caramel or toffee flavors are optional. Balance is often decidedly bitter, although the bitterness should not completely overpower the malt flavor, esters, and hop flavor. Generally no diacetyl, although very low levels are allowed.",
  "mouthfeel": "Light to medium-light body. Low carbonation, although bottled examples can have moderate carbonation.",
  "comments": "The lowest gravity member of the British Bitter family, typically known to consumers simply as “bitter” (although brewers tend to refer to it as Ordinary Bitter to distinguish it from other members of the family).",
  "history": "See comments in category introduction.",
  "style_comparison": "Some modern variants are brewed exclusively with pale malt and are known as golden ales, summer ales, or golden bitters. Emphasis is on the bittering hop addition as opposed to the aggressive middle and late hopping seen in American ales.",
  "tags": "session-strength, amber-color, top-fermented, british-isles, traditional-style, amber-ale-family, bitter",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.03
    },
    "maximum": {
      "unit": "sg",
      "value": 1.039
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 25
    },
    "maximum": {
      "unit": "IBUs",
      "value": 35
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.007
    },
    "maximum": {
      "unit": "sg",
      "value": 1.011
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 3.2
    },
    "maximum": {
      "unit": "%",
      "value": 3.8
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 8
    },
    "maximum": {
      "unit": "SRM",
      "value": 14
    }
  },
  "ingredients": "Pale ale, amber, or crystal malts. May use a touch of dark malt for color adjustment. May use sugar adjuncts, corn, or wheat. English finishing hops are most traditional, but any hops are fair game; if American hops are used, a light touch is required. Characterful British yeast.",
  "examples": "Bateman’s XB, Brains Bitter, Brakspear Gravity, Fuller's Chiswick Bitter, Greene King IPA, Tetley’s Original Bitter",
  "style_guide": "BJCP2021",
  "type": "beer"
}
