{
  "name": "British Golden Ale",
  "category": "Pale Commonwealth Beer",
  "category_id": "12",
  "style_id": "12A",
  "category_description": "This category contains pale, moderately-strong, hop-forward, bitter ales from countries within the former British Empire.",
  "overall_impression": "A hop-forward, average-strength to moderately-strong pale bitter. Drinkability and a refreshing quality are critical components of the style, as it was initially a summer seasonal beer.",
  "aroma": "Hop aroma is moderately low to moderately high, and can use any variety of hops – floral, herbal, or earthy English hops and citrusy American hops are most common. Frequently a single hop varietal will be showcased. Lowbready malt aroma with no caramel. Medium-low to low fruity aroma from the hops rather than esters. Low diacetyl optional.",
  "appearance": "Straw to golden in color. Good to brilliant clarity. Low to moderate white head. A low head is acceptable when carbonation is also low.",
  "flavor": "Medium to medium-high bitterness. Hop flavor is moderate to moderately high of any hop variety, although citrus flavors are increasingly common. Medium-low to low malt character, generally bready with perhaps a little biscuity flavor. Caramel flavors are typically absent. Hop bitterness and flavor should be pronounced. Moderately-low to low esters. Medium-dry to dry finish. Bitterness increases with alcohol level, but is always balanced.Low diacetyl optional.",
  "mouthfeel": "Light to medium body. Low to moderate carbonation on draught, although bottled commercial versions will be higher. Stronger versions may have a slight alcohol warmth, but this character should not be too high.",
  "comments": "Well-hopped, quenching beer with an emphasis on showcasing hops. Served colder than traditional bitters, this style was originally positioned as a refreshing summer beer, but is now often brewed year-round. Once brewed with English hops, increasingly American citrus-flavored hops are used. Golden Ales are also called Golden Bitters, Summer Ales, or British Blonde Ales. Can be found in cask, keg, and bottle.",
  "history": "Modern golden ales were developed in England to take on strongly-marketed lagers. While it is difficult to identify the first, Hop Back's Summer Lightning, first brewed in 1986, is thought by many to have got the style off the ground.",
  "style_comparison": "More similar to an American Pale Ale than anything else, although it is often lower in alcohol and usually features British ingredients. Has no caramel and fewer esters compared to British Bitters and pale ales. Dry as Bitters but with less malt character to support the hops, giving a different balance. Often uses (and features) American hops, more so than most other modern British styles. Balance of hoppiness between a Blonde Ale and an American Pale Ale.",
  "tags": "standard-strength, pale-color, top-fermented, british-isles, craft-style, pale-ale-family, bitter, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.038
    },
    "maximum": {
      "unit": "sg",
      "value": 1.053
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 45
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.006
    },
    "maximum": {
      "unit": "sg",
      "value": 1.012
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 3.8
    },
    "maximum": {
      "unit": "%",
      "value": 5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 2
    },
    "maximum": {
      "unit": "SRM",
      "value": 5
    }
  },
  "ingredients": "Low-color pale or lager malt acting as a blank canvas for the hop character. May use sugar adjuncts, corn, or wheat. English hops frequently used, although citrusy American varietals are becoming more common. Somewhat clean-fermenting British yeast.",
  "examples": "Adnams Explorer, Crouch Vale Brewers Gold, Golden Hill Exmoor Gold, Hop Back Summer Lightning, Oakham JHB, Spitfire Golden Ale",
  "style_guide": "BJCP2021",
  "type": "beer"
}
