{
  "name": "English IPA",
  "category": "Pale Commonwealth Beer",
  "category_id": "12",
  "style_id": "12C",
  "category_description": "This category contains pale, moderately-strong, hop-forward, bitter ales from countries within the former British Empire.",
  "overall_impression": "A bitter, moderately-strong, very well-attenuated pale British ale with a dry finish and a hoppy aroma and flavor. Classic British ingredients provide the most authentic flavor profile.",
  "aroma": "A moderate to moderately-high hop aroma, typically floral, spicy-peppery, or citrus-orange in nature. A slight dry-hop aroma is acceptable, but not required. Medium-low to medium bready or biscuity malt, optionally with a moderately-low caramel-like or toasty malt presence. Low to moderate fruitiness is acceptable. Optional light sulfury note.",
  "appearance": "Color ranges from golden to deep amber, but most are fairly pale. Should be clear, although unfiltered dry-hopped versions may be a bit hazy. Moderate-sized, persistent head stand with off-white color.",
  "flavor": "Hop flavor is medium to high, with a moderate to assertive hop bitterness. The hop flavor should be similar to the aroma (floral, spicy-peppery, or citrus-orange). Malt flavor should be medium-low to medium, and be somewhat bready, optionally with light to medium-light biscuit, toast, toffee,or caramel aspects. Medium-low to medium fruitiness. Finish is medium-dry to very dry, and the bitterness may linger into the aftertaste but should not be harsh. The balance is toward the hops, but the malt should still be noticeable in support. If high sulfate water is used, a distinctively minerally, dry finish, some sulfur flavor, and a lingering bitterness are usually present. Some clean alcohol flavor can be noted in stronger versions.",
  "mouthfeel": "Smooth, medium-light to medium body without hop-derived astringency.Medium to medium-high carbonation can give an overall dry sensation despite a supportive malt presence. A low, smooth alcohol warming can be sensed in stronger versions.",
  "comments": "The attributes of IPA that were important to its arrival in good condition in India were that it was very well-attenuated, and heavily hopped. Simply because this is how IPA was shipped, doesn’t mean that other beers such as Porter weren’t also sent to India, that IPA was invented to be sent to India, that IPA was more heavily hopped than other keeping beers, or that the alcohol level was unusual for the time.Many modern examples labeled IPA are quite weak in strength. According to CAMRA, “so-called IPAs with strengths of around 3.5% are not true to style.” English beer historian Martyn Cornell has commented that beers like this are “not really distinguishable from an ordinary bitter.” So we choose to agree with these sources for our guidelines rather than what some modern British breweries are calling an IPA; just be aware of these two main types of IPAs in the British market today.The beers were shipped in well-used oak casks, so the style shouldn’t have an oak or Brett character.",
  "history": "Originally a pale stock ale from London that was first shipped to India in the late 1700s. George Hodgson of the Bow Brewery did not create the style, but was the first well known brewer to dominate the market. After a trade dispute, the East India Company had Samuel Allsopp recreate (and reformulate) the beer in 1823 using Burton’s sulfate-rich water. The name India Pale Ale wasn’t used until around 1830. Strength and popularity declined over time, and the style virtually disappeared in the second half of the 20th century. While the stronger Burton-type IPA remained, the name was also applied to hoppy, lower-gravity, often bottled products (a trend that continues in some modern British examples). The style underwent a craft beer rediscovery in the 1980s, and is what is described in these guidelines. Modern examples are inspired by classic versions, but shouldn’t be assumed to have an unbroken lineage with the exact same profile. White Shield is probably the example with the longest lineage, tracing to the strong Burton IPAs of old and first brewed in 1829.",
  "style_comparison": "Generally will have more late hops and less fruitiness and caramel than British pale ales and Bitters. Has less hop intensity and a more pronounced malt flavor than typical American IPAs.",
  "tags": "high-strength, pale-color, top-fermented, british-isles, traditional-style, ipa-family, bitter, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.05
    },
    "maximum": {
      "unit": "sg",
      "value": 1.07
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 40
    },
    "maximum": {
      "unit": "IBUs",
      "value": 60
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.015
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5
    },
    "maximum": {
      "unit": "%",
      "value": 7.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 6
    },
    "maximum": {
      "unit": "SRM",
      "value": 14
    }
  },
  "ingredients": "Pale ale malt. English hops, particularly as finishing hops. Attenuative British ale yeast. Refined sugar may be used in some versions. Optional sulfate character from Burton-type water.",
  "examples": "Berkshire Lost Sailor IPA, Fuller's Bengal Lancer, Marston’s Old Empire IPA, Meantime London IPA, Thornbridge Jaipur, Worthington White Shield",
  "style_guide": "BJCP2021",
  "type": "beer"
}
