{
  "name": "English Porter",
  "category": "Brown British Beer",
  "category_id": "13",
  "style_id": "13C",
  "category_description": "While Dark Mild, Brown Ale, and English Porter may have long and storied histories, these guidelines describe the modern versions. They are grouped together for judging purposes only since they often have similar flavors and balance, not because of any implied common ancestry. The similar characteristics are low to moderate strength, dark color, generally malty balance, and British ancestry. These styles have no historic relationship to each other; especially, none of these styles evolved into any of the others, or was ever a component of another. The category name was never used historically to describe this grouping of beers; it is our name for the judging category. “Brown Beer” was a distinct and important historical product, and is not related to this category name.",
  "notes": "Simply called “Porter” in Britain, the name “English Porter” is used to differentiate it from other derivative porters described in these guidelines.",
  "overall_impression": "A moderate-strength dark brown English ale with a restrained roasty, bitter character. May have a range of roasted flavors, generally without burnt qualities, and often has a malty chocolate and caramelprofile.",
  "aroma": "Moderate to moderately low bready, biscuity, and toasty malt aroma with mild roastiness, often like chocolate. Additional malt complexity may be present as caramel, nuts, toffee sweetness. May have up to a moderate level of floral or earthy hops. Moderate fruity esters optional, but desirable. Low diacetyl optional.",
  "appearance": "Brown to dark brown in color, often with ruby highlights. Good clarity, although may be opaque. Moderate off-white to light tan head with good to fair retention.",
  "flavor": "Moderate bready, biscuity, and toasty malt flavor with a mild to moderate chocolate roastiness,and often a significant caramel, nutty, or toffee character, possibly with lower levels ofdarker flavors like coffee or licorice. Should not be burnt or harshly roasted, although small amounts may contribute a bitter chocolate complexity. Up to moderate earthy or floral hop flavor optional. Low to moderate fruity esters.Medium-low to medium bitterness varies the balance from slightly malty to slightly bitter, with a fairly dry to slightly sweet finish. Moderately-low diacetyl optional.",
  "mouthfeel": "Medium-light to medium body. Moderately-low to moderately-high carbonation. Light to moderate creamy texture.",
  "comments": "This style description describes the modern version of English Porter, not every possible variation over time in every region where it existed. Historical re-creations should be entered in the 27 Historical Beer category, with an appropriate description describing the profile of the beer. Modern craft examples in the UK are bigger and hoppier.",
  "history": "Originating in London in the early 1700s, porter evolved as a more heavily hopped and aged (keeping) version of the Brown Beer popular at the time. It evolved many times based on various technological and ingredient developments (such as the invention of black malt in 1817, and large-scale industrial brewing), as well as consumer preferences, wars, and tax policy. It became a highly-popular, widely-exported style in the early 1800s before declining by the 1870s as it changed to a lower gravity, unaged beer. As gravities continued to decline in all UK beers in the first half of the 1900s, styles stopped being made (including porter, gone by the 1950s). The craft beer era led to its re-introduction in 1978.The name is said to have been derived from its popularity with the London working class performing various load-carrying tasks of the day. Parent of various regional interpretations over time, and a predecessor to all stouts (which were originally called “stout porters”).There is no historic connection or relationship between Mild and Porter.",
  "style_comparison": "Differs from American Porter in that it usually has softer, sweeter, and more caramelly flavors, lower gravities, and usually less alcohol; American Porter also usuallyhas more hop character. More substance and roast than a British Brown Ale. Higher in gravity than a Dark Mild.",
  "tags": "standard-strength, dark-color, top-fermented, british-isles, traditional-style, porter-family, malty, roasty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.04
    },
    "maximum": {
      "unit": "sg",
      "value": 1.052
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 18
    },
    "maximum": {
      "unit": "IBUs",
      "value": 35
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.014
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4
    },
    "maximum": {
      "unit": "%",
      "value": 5.4
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 20
    },
    "maximum": {
      "unit": "SRM",
      "value": 30
    }
  },
  "ingredients": "Grists vary, but something producing a dark color is always involved. Chocolate or other roasted malts, caramel malt, brewing sugars, and the like are common. London-type porters often use brown malt as a characteristic flavor.",
  "examples": "Bateman’s Salem Porter, Burton Bridge Burton Porter, Fuller's London Porter, Nethergate Old Growler Porter, RCH Old Slug Porter, Samuel Smith Taddy Porter",
  "style_guide": "BJCP2021",
  "type": "beer"
}
