{
  "name": "Scottish Heavy",
  "category": "Scottish Ale",
  "category_id": "14",
  "style_id": "14B",
  "category_description": "There are really only three traditional beer styles broadly available today in Scotland: the 70/- Scottish Heavy, the 80/- Scottish Export, and the Strong Scotch Ale (Wee Heavy, Style 17C). The 60/- Scottish Light is rare and often cask-only, but it does seem to be having a bit of a renaissance currently. All these styles took modern form after World War II, regardless of prior use of the same names. Currently, the 60/- is similar to a dark mild, the 70/- is similar to an ordinary bitter, and the 80/- similar to a best or strong bitter. The Scottish beers have a different balance and flavor profile, but fill a similar market position as those English beers.The Light, Heavy, and Export beers have similar flavor profiles, and are often produced through the parti-gyling process. As gravity increases, so does the character of the beer. Traditional ingredients were dextrinous pale ale malt, corn, dark brewing sugars, and brewers caramel for coloring. Modern (post-WWII) recipes often add small amounts of dark malt and lower percentages of crystal malt, along with other ingredients like amber malt and wheat. Scottish brewers traditionally used single infusion mashes, often with underlet mashes and multiple sparges.In general, these Scottish beers are weaker, sweeter, darker, lower in attenuation, and less highly hopped compared to equivalent modern English beers. They are produced using slightly cooler fermentation temperatures than their counterparts. Many of these differences have been exaggerated in popular lore; they are noticeable, but not huge, yet enough to affect the balance of the beer, and to perhaps indicate a national flavor preference. The balance remains malty and somewhat sweet due to higher finishing gravity, lower alcohol, and lower hopping rates. Many of these divergences from English beer took place between the late 1800s and the mid-1900s.Production methods championed by homebrewers, such as kettle caramelization or grists heavy in a variety of crystal malts, are not commonly used in traditional products but can approximate those flavors when traditional ingredients aren’t available. The use of peat-smoked malt is not only completely inauthentic, it produces a dirty, phenolic flavor inappropriate in any of these styles. Smoked versions (using any type smoke) should be entered in 32A Classic Style Smoked Beer. The use of ‘shilling’ (/-) designations is a Scottish curiosity. Originally it referred to the price of beer in hogshead casks, which in no way could be constant over time. Shillings aren’t even used a currency now in Scotland. But the name stuck as a shorthand for a type of beer, even if the original meaning stopped being the real price during WWI. About all it means now is that larger numbers mean stronger beers, at least within the same brewery. Between the world wars, some breweries used the price per pint rather than shillings (e.g., Maclay 6d for 60/-, 7d for 70/-, 8d for 80/-). Confusingly, during this time 90/- pale ale was a low-gravity bottled beer. Curious, indeed.",
  "overall_impression": "A lower-alcohol, maltybeer with lightcaramel, toast, toffee, and fruity flavors. A slight roast dryness offsets the residual sweetness in the finish, with the bitterness perceived only to keep the beer from being cloying.",
  "aroma": "Medium-low to medium maltiness with caramel and toffee notes, and light toasty and sugary qualities that might be reminiscent of toasted breadcrumbs, ladyfingers, English biscuits, graham crackers, or butterscotch. Light pome fruitiness and light English hop aroma (earthy, floral, orange-citrus, spicy, etc.) allowable.",
  "appearance": "Pale copper to brown. Clear. Low to moderate, creamy off-white.",
  "flavor": "Medium toasty-bready malt with caramel and toffee overtones, finishing with a slightly roasty dryness. A wide range of caramelized sugar and toasted bread type of flavors are possible, using similar descriptors as the aroma. Clean maltiness and fermentation profile. Light esters and hop flavor allowable (similar descriptors as aroma). Sufficient bitterness to not be cloying, but with a malty balance and aftertaste.",
  "mouthfeel": "Medium-low to medium body. Low to moderate carbonation. Maybe be moderately creamy.",
  "comments": "See category introduction for detailed comments. May not seem as bitter as specifications indicate due to higher finishing gravity and residual sweetness.Do not mis-perceive the light roasty dryness as smoke; smoke is not present in these beers.",
  "history": "See category introduction. The Shilling ale names were used for mild (unaged) beer before World War I, but the styles took modern form only after World War II.",
  "style_comparison": "See category introduction. Similar to other Scottish Ales in flavor profile, lighter in color and stronger than a Scottish Light. Similar in strength to Ordinary Bitter, but with a different flavor profile and balance.",
  "tags": "session-strength, amber-color, top-fermented, british-isles, traditional-style, amber-ale-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.035
    },
    "maximum": {
      "unit": "sg",
      "value": 1.04
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 10
    },
    "maximum": {
      "unit": "IBUs",
      "value": 20
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.015
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 3.3
    },
    "maximum": {
      "unit": "%",
      "value": 3.9
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 12
    },
    "maximum": {
      "unit": "SRM",
      "value": 20
    }
  },
  "ingredients": "At its simplest, pale ale malt and colored malt, but can also use sugars, corn, wheat, crystal malts, colorants, and a variety of other grains. Clean yeast. Soft water. No peat-smoked malt.",
  "examples": "McEwan's 70/-, Orkney Raven Ale",
  "style_guide": "BJCP2021",
  "type": "beer"
}
