{
  "name": "Scottish Export",
  "category": "Scottish Ale",
  "category_id": "14",
  "style_id": "14C",
  "overall_impression": "A moderate-strength, maltybeer with light caramel, toast, toffee, and fruit flavors. A slight roast dryness offsets the residual sweetness in the finish, with the bitterness perceived only to keep the beer from being cloying.",
  "aroma": "Medium maltiness with caramel and toffee notes, and light toasty and sugary qualities that might be reminiscent of toasted breadcrumbs, ladyfingers, English biscuits, graham crackers, or butterscotch. Light pome fruitiness and light English hop aroma (earthy, floral, orange-citrus, spicy, etc.) allowable.",
  "appearance": "Pale copper to brown. Clear. Low to moderate, creamy off-white.",
  "flavor": "Medium toasty-bready malt with caramel and toffee overtones, finishing with a slightly roastydryness. A wide range of caramelized sugar and toasted bread type of flavors are possible, using similar descriptors as the aroma. Clean maltiness and fermentation profile. Light esters and hop flavor allowable (similar descriptors as aroma). Sufficient bitterness to not be cloying, but with a malty balance and aftertaste.",
  "mouthfeel": "Medium body. Medium-low to medium carbonation. Maybe be moderately creamy.",
  "comments": "See category introduction for detailed comments. May not seem as bitter as specifications indicate due to higher finishing gravity and residual sweetness. Do not mis-perceive the light roasty dryness as smoke; smoke is not present in these beers. Americanized versions are often greater in strength (similar to American treatment of Irish Red Ales).",
  "history": "See category introduction. The Shilling ale names were used for mild (unaged) beer before World War I, but the styles took modern form only after World War II.",
  "style_comparison": "See category introduction. Stronger than other Scottish Ales, but with a similar flavor profile. Similar in strength to Best Bitter and Strong Bitter, but with a different flavor profile and balance.",
  "tags": "standard-strength, amber-color, top-fermented, british-isles, traditional-style, amber-ale-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.04
    },
    "maximum": {
      "unit": "sg",
      "value": 1.06
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 15
    },
    "maximum": {
      "unit": "IBUs",
      "value": 30
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.016
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 3.9
    },
    "maximum": {
      "unit": "%",
      "value": 6
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 12
    },
    "maximum": {
      "unit": "SRM",
      "value": 20
    }
  },
  "ingredients": "At its simplest, pale ale malt and colored malt, but can also use sugars, corn, wheat, crystal malts, colorants, and a variety of other grains. Clean yeast. Soft water. No peat-smoked malt.",
  "examples": "Belhaven Scottish Ale, Broughton Wee Jock 80 Shilling, Caledonian Edinburgh Castle, McEwan’s 80/-, McEwan’s Export, Traquair Bear Ale",
  "style_guide": "BJCP2021",
  "type": "beer"
}
