{
  "name": "Irish Red Ale",
  "category": "Irish Beer",
  "category_id": "15",
  "style_id": "15A",
  "overall_impression": "An easy-drinking pint, often with subtle flavors. Slightly malty in the balance sometimes with an initial soft toffee or caramel sweetness, a slightly grainy-biscuity palate, and a touch of roasted dryness in the finish. Some versions can emphasize the caramel and sweetness more, while others will favor the grainy palate and roasted dryness.",
  "aroma": "Low to moderate malt aroma, either neutral-grainy or with a lightly caramel, toast, or toffee character. Very light buttery character optional. Low earthy or floral hop aroma optional. Quite clean.",
  "appearance": "Medium amber to medium reddish-copper color. Clear. Low off-white to tan colored head, average persistence.",
  "flavor": "Moderate to very little caramel malt flavor and sweetness, rarely with a light buttered toast or toffee-like quality. The palate often is fairly neutral and grainy, or can take on a lightly toasty or biscuity note as it finishes with a light taste of roasted grain, which lends a characteristic dryness to the finish. A light earthy or floral hop flavor is optional. Medium to medium-low bitterness. Medium-dry to dry finish. Clean and smooth. Low esters optional. The balance tends to be slightly towards the malt, although light use of roasted grains may increase the perception of bitterness slightly.",
  "mouthfeel": "Medium-light to medium body, although examples containing low levels of diacetyl may have a slightly slick mouthfeel (not required). Moderate carbonation. Smooth.",
  "comments": "The style is fairly broad to allow for examples beyond the traditional ones from Ireland. Irish examples tend to be lower alcohol, grainier, and drier in the finish, while non-Irish versions are often higher in alcohol, sweeter, perhaps more caramelly and estery, and are often seasonal offerings.",
  "history": "While Ireland has a long ale brewing heritage, the modern Irish Red Ale style is essentially an adaptation or interpretation of the popular English Bitter style with less hopping and a bit of roast to add color and dryness, although some suggest a longer history. Rediscovered as a craft beer style in Ireland, today it is an essential part of most brewery lineups, along with a pale ale and a stout.",
  "style_comparison": "A less-bitter and hoppy Irish equivalent to an English Bitter, with a dryish finish due to roasted barley. More attenuated with less caramel flavor and body than equivalent-strength Scottish Ales.",
  "tags": "standard-strength, amber-color, top-fermented, british-isles, traditional-style, amber-ale-family, balanced",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.036
    },
    "maximum": {
      "unit": "sg",
      "value": 1.046
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 18
    },
    "maximum": {
      "unit": "IBUs",
      "value": 28
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.014
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 3.8
    },
    "maximum": {
      "unit": "%",
      "value": 5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 9
    },
    "maximum": {
      "unit": "SRM",
      "value": 14
    }
  },
  "ingredients": "Generally has a bit of roasted barley or black malt to provide reddish color and dry roasted finish. Pale base malt. Caramel malts were historically imported and more expensive, so not all brewers would use them.",
  "examples": "Franciscan Well Rebel Red, Kilkenny Irish Beer, Murphy’s Irish Red, O’Hara’s Irish Red Ale, Porterhouse Nitro Red Ale, Smithwick’s Irish Ale",
  "style_guide": "BJCP2021",
  "type": "beer"
}
