{
  "name": "Irish Stout",
  "category": "Irish Beer",
  "category_id": "15",
  "style_id": "15B",
  "category_description": "The traditional beers of Ireland contained in this category are amber to dark, top-fermented beers of moderate to slightly strong strength, and are often widely misunderstood due to differences in export versions, or overly focusing on the specific attributes of beer produced by high-volume, well-known breweries. Each of the styles in this grouping has a wider range than is commonly believed.",
  "overall_impression": "A black beer with a pronounced roasted flavor, often similar to coffee. The balance can range from fairly even to quite bitter, with the more balanced versions having a little malty sweetness and the bitter versions being quite dry. Draught versions typically are creamy from a nitro pour, but bottled versions will not have this dispense-derived character. The roasted flavor can range from dry and coffee-like to somewhat chocolaty.",
  "aroma": "Moderate coffee-like aroma typically dominates; may have slight dark chocolate, cocoa,or roasted grain secondary notes. Medium-low esters optional. Low earthy or floral hop aroma optional.",
  "appearance": "Jet black to deep brown with garnet highlights in color. According to Guinness, “Guinness beer may appear black, but it is actually a very dark shade of ruby.” Opaque. A thick, creamy, long-lasting, tan- to brown-colored head is characteristic when served on nitro, but don’t expect a tight, creamy head on a bottled beer.",
  "flavor": "Moderate roasted grain or malt flavor with a medium to high bitterness. The finish can be dry and coffee-like to moderately balanced with a touch of caramel or malty sweetness. Typically has coffee-like flavors, but also may have a bittersweet or unsweetened chocolate character in the palate, lasting into the finish. Balancing factors may include some creaminess, medium-low fruitiness, or medium earthy hop flavor. The level of bitterness is somewhat variable, as is the roasted character and the dryness of the finish; allow for interpretation by brewers.",
  "mouthfeel": "Medium-light to medium-full body, with a somewhat creamy character – especially when served by nitro pour. Low to moderate carbonation. For the high hop bitterness and significant proportion of dark grains present, this beer is remarkably smooth. May have a light astringency from the roasted grains, although harshness is undesirable.",
  "comments": "Traditionally a draught product. Modern examples are almost always associated with a nitro pour. Do not expect bottled beers to have the full, creamy texture or very long-lasting head associated with mixed-gas dispense. Regional differences exist in Ireland, similar to variability in English Bitters. Dublin-type stouts use roasted barley, are more bitter, and are drier. Cork-type stouts are sweeter, less bitter, and have flavors from chocolate and specialty malts.",
  "history": "The style evolved from London porters, but reflecting a fuller, creamier, more “stout” body and strength. Guinness began brewing only porter in 1799, and a “stouter kind of porter” around 1810. Irish stout diverged from London single stout (or simply porter) in the late 1800s, with an emphasis on darker malts and roast barley. Guinness began using flaked barley after WWII, and Guinness Draught was launched as a brand in 1959. Draught (“widget”) cans and bottles were developed in the late 1980s and 1990s.",
  "style_comparison": "Lower strength than an Irish Extra Stout. Darker in color (black) than an English Porter (brown).",
  "tags": "standard-strength, dark-color, top-fermented, british-isles, traditional-style, stout-family, bitter, roasty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.036
    },
    "maximum": {
      "unit": "sg",
      "value": 1.044
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 25
    },
    "maximum": {
      "unit": "IBUs",
      "value": 45
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.007
    },
    "maximum": {
      "unit": "sg",
      "value": 1.011
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 3.8
    },
    "maximum": {
      "unit": "%",
      "value": 5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 25
    },
    "maximum": {
      "unit": "SRM",
      "value": 40
    }
  },
  "ingredients": "Dark roasted malts or grains, enough to make the beer black in color. Pale malt. May use unmalted grains for body.",
  "examples": "Beamish Irish Stout, Belhaven Black Stout, Guinness Draught, Murphy's Irish Stout, O’Hara’s Irish Stout, Porterhouse Irish Stout",
  "style_guide": "BJCP2021",
  "type": "beer"
}
