{
  "name": "Irish Extra Stout",
  "category": "Irish Beer",
  "category_id": "15",
  "style_id": "15C",
  "overall_impression": "A fuller-bodied black beer with a pronounced roasted flavor, often similar to coffee and dark chocolate with some malty complexity. The balance can range from moderately bittersweet to bitter, with the more balanced versions having up to moderate malty richness and the bitter versions being quite dry.",
  "aroma": "Moderate to moderately high coffee-like aroma, often with slight dark chocolate, cocoa, biscuit, vanilla,or roasted grain secondary notes. Medium-low esters optional. Hop aroma low to none, may be lightly earthy or spicy, but is typically absent. Malt and roast dominate the aroma.",
  "appearance": "Jet black. Opaque. A thick, creamy, persistent tan head is characteristic.",
  "flavor": "Moderate to moderately high dark-roasted grain or malt flavor with a medium to medium-high bitterness. The finish can be dry and coffee-like to moderately balanced with up to moderate caramel or malty sweetness. Typically has roasted coffee-like flavors, but also often has a dark chocolate character in the palate, lasting into the finish. Background mocha or biscuit flavors are often present and add complexity. Medium-low fruitiness optional. Medium earthy or spicy hop flavor optional. The level of bitterness is somewhat variable, as is the roasted character and the dryness of the finish; allow for interpretation by brewers.",
  "mouthfeel": "Medium-full to full body, with a somewhat creamy character. Moderate carbonation. Very smooth. May have a light astringency from the roasted grains, although harshness is undesirable. A slightly warming character may be detected.",
  "comments": "Traditionally a stronger, bottled product with a range of equally valid possible interpretations, varying most frequentlyin roast flavor and sweetness. Most traditional Irish commercial examples are in the 5.6 to 6.0% ABV range.",
  "history": "Same roots as Irish Stout, but as a stronger product. Guinness Extra Stout (Extra Superior Porter, later Double Stout) was first brewed in 1821, and was primarily a bottled product.",
  "style_comparison": "Midway between an Irish Stout and a Foreign Extra Stout in strength and flavor intensity, although with a similar balance. More body, richness, and often malt complexity than an Irish Stout. Black in color, not brown like an EnglishPorter.",
  "tags": "high-strength, dark-color, top-fermented, british-isles, traditional-style, stout-family, bitter, roasty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.052
    },
    "maximum": {
      "unit": "sg",
      "value": 1.062
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 35
    },
    "maximum": {
      "unit": "IBUs",
      "value": 50
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.014
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5
    },
    "maximum": {
      "unit": "%",
      "value": 6.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 30
    },
    "maximum": {
      "unit": "SRM",
      "value": 40
    }
  },
  "ingredients": "Similar to Irish Stout. May have additional dark crystal malts or dark sugars.",
  "examples": "Guinness Extra Stout, O’Hara’s Leann Folláin, Porterhouse XXXX, Sheaf Stout",
  "style_guide": "BJCP2021",
  "type": "beer"
}
