{
  "name": "Sweet Stout",
  "category": "Dark British Beer",
  "category_id": "16",
  "style_id": "16A",
  "overall_impression": "A very dark, sweet, full-bodied, slightly roasty stout that can suggest coffee-and-cream, or sweetened espresso.",
  "aroma": "Mild roasted grain aroma, sometimes with coffee or chocolate notes. An impression of cream-like sweetness often exists. Fruitiness can be low to moderately high. Low diacetyl optional. Low floral or earthy hop aroma optional.",
  "appearance": "Very dark brown to black in color. Clear, if not opaque. Creamy tan to brown head.",
  "flavor": "Dark, roasted, coffee or chocolate flavors dominate the palate. Low to moderate fruity esters. Moderate bitterness. Medium to high sweetness provides a counterpoint to the roasted character and bitterness, lasting into the finish. The balance between dark grains or malts and sweetness can vary, from quite sweet to moderately dry and somewhat roasty.Low diacetyl optional.Low floral or earthy hop flavoroptional.",
  "mouthfeel": "Medium-full to full-bodied and creamy. Low to moderate carbonation. High residual sweetness from unfermented sugars enhances the full-tasting mouthfeel.",
  "comments": "Gravities are low in Britain (sometimes lower than the statistics below), higher in exported and US products. Variations exist, with the level of residual sweetness, the intensity of the roast character, and the balance between the two being the variables most subject to interpretation.",
  "history": "An English style of stout developed in the early 1900s. Historically known as “Milk” or “Cream” stouts, legally this designation is no longer permitted in Englandbut may be acceptable elsewhere. The “milk” name is derived from the use of the milk sugar lactoseas a sweetener. Originally marketed as a tonic for invalids and nursing mothers.",
  "style_comparison": "Much sweeter and less bitter-tasting than other stouts, except the stronger Tropical Stout. The roast character is mild, not burnt like other stouts. Can be similar in balance to Oatmeal Stout, albeit with more sweetness.",
  "tags": "standard-strength, dark-color, top-fermented, british-isles, traditional-style, stout-family, malty, roasty, sweet",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.044
    },
    "maximum": {
      "unit": "sg",
      "value": 1.06
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 40
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.012
    },
    "maximum": {
      "unit": "sg",
      "value": 1.024
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4
    },
    "maximum": {
      "unit": "%",
      "value": 6
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 30
    },
    "maximum": {
      "unit": "SRM",
      "value": 40
    }
  },
  "ingredients": "Base of pale malt with dark malts or grains. May use grain or sugar adjuncts.Lactoseis frequently added to provide additional residual sweetness.",
  "examples": "Bristol Beer Factory Milk Stout, Firestone Nitro Merlin Milk Stout, Left Hand Milk Stout, Lancaster Milk Stout, Mackeson's XXX Stout, Marston’s Pearl Jet Stout",
  "style_guide": "BJCP2021",
  "type": "beer"
}
