{
  "name": "Oatmeal Stout",
  "category": "Dark British Beer",
  "category_id": "16",
  "style_id": "16B",
  "category_description": "This category contains average to strong, bitter to sweet, modern British and Irish stouts that originated in England even if some are now more widely associated with Ireland. In this case, “British” means the broader British Isles not Great Britain.",
  "overall_impression": "A dark, roasty, full-bodied stout with enough sweetness to support the oat backbone.The sweetness, balance, and oatmeal impression can vary considerably.",
  "aroma": "Mild grainy, roasty, coffee-like character with a light malty sweetness that can give a coffee-and-cream impression. Low to medium-high fruitiness. Medium-low earthy or floral hop aroma optional. A light grainy-nutty oatmeal aroma is optional.Medium-low diacetyl optional but typically absent.",
  "appearance": "Brown to black in color. Thick, creamy, persistent tan- to brown-colored head. Clear, if not opaque.",
  "flavor": "Similar to the aroma, with a mild roasted coffee, milk chocolate, or coffee-and-cream flavor, and low to moderately-high fruitiness. Oats can add a toasty-nutty, grainy, or earthy flavor. Medium bitterness. Medium-sweet to medium-dry finish, which affects the perception of balance. Malty, roasty, nutty aftertaste.Medium-low earthy or floral hop flavor optional.Medium-low diacetyl optional but typically absent.",
  "mouthfeel": "Medium-full to full body, with a smooth, silky, velvety, sometimes an almost oily slickness from the oatmeal. Creamy. Medium to medium-high carbonation. Stronger versions may be lightly warming.",
  "comments": "When judging, allow for differences in balance and interpretation.American versions tend to be more hoppy, less sweet, and less fruity than English examples. Bitterness, sweetness,and oatmeal impression varies. Light use of oatmeal may give a certain silkiness of body and richness of flavor, while heavy use of oatmeal can be fairly intense in flavor with an almost oily mouthfeel and dryish finish.",
  "history": "A variant of nourishing or invalid stouts around 1900 using oatmeal in the grist, similar to but independent of the development of sweet stout using lactose. An original Scottish version used a significant amount of oat malt. Later went through a shady phase where some English brewers would throw a handful of oats into their parti-gyled stouts in order to legally produce a ‘healthy’ Oatmeal Stout for marketing purposes. Most popular in England between the World Wars, was revived in the craft beer era for export, which helped lead to its adoption as a popular modern American craft beer style that uses a noticeable (not symbolic) quantity of oats.",
  "style_comparison": "Most are like a cross between an Irish Extra Stout and a Sweet Stout with oatmeal added. Several variations exist, with the sweeter versions more like a Sweet Stout with oatmeal instead of lactose, and the drier versions more like a more nutty, flavorful Irish Extra Stout. Both tend to emphasize the body and mouthfeel.",
  "tags": "standard-strength, dark-color, top-fermented, british-isles, traditional-style, stout-family, balanced, roasty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.045
    },
    "maximum": {
      "unit": "sg",
      "value": 1.065
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 25
    },
    "maximum": {
      "unit": "IBUs",
      "value": 40
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.018
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.2
    },
    "maximum": {
      "unit": "%",
      "value": 5.9
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 22
    },
    "maximum": {
      "unit": "SRM",
      "value": 40
    }
  },
  "ingredients": "Pale, caramel, and dark roasted malts (often chocolate) and grains. Oatmeal or malted oats (5-20% or more). Hops primarily for bittering. Can use brewing sugars or syrups. English ale yeast.",
  "examples": "Anderson Valley Barney Flats Oatmeal Stout, Broughton Stout Jock, St-Ambroise Oatmeal Stout, Samuel Smith Oatmeal Stout, Summit Oatmeal Stout, Young's London Stout",
  "style_guide": "BJCP2021",
  "type": "beer"
}
