{
  "name": "Tropical Stout",
  "category": "Dark British Beer",
  "category_id": "16",
  "style_id": "16C",
  "overall_impression": "A very dark, sweet, fruity, moderately strong stout with smooth, roasty flavors,yet no burnt harshness.",
  "aroma": "Moderate to high intensity sweetness is prominent. Moderate to high coffee or chocolate roasty aroma, but not burnt. Medium to high fruitiness. May have a molasses, licorice, burnt sugar, dried fruit, or vinous aromatics. Stronger versions can have a subtle, clean aroma of alcohol. Low hop aroma optional. Low diacetyl optional.",
  "appearance": "Very deep brown to black in color. Clarity usually obscured by deep color. Clear, if not opaque. Large tan to brown head with good retention.",
  "flavor": "Quite sweet with a smooth dark grain flavors, and restrained, medium-low to medium bitterness. Smooth, roasty flavor, often like coffee or chocolate, although moderated in the balance by the sweet finish. No burnt malt flavor or harsh bite in the finish. Moderate to high fruity esters. Can have a sweet, dark rum, molasses, or burnt sugar-like quality. Low hop flavor optional. Medium-low diacetyl optional.",
  "mouthfeel": "Medium-full to full body, often with a smooth, creamy character. May have a warming but not hot alcohol presence. Moderate to moderately-high carbonation.",
  "comments": "Surprisingly refreshing in a hot climate.Sweetness levels can vary significantly. Tropicalimplies that the beeroriginated in and is popular in the tropics, not that it has characteristics of tropical fruit from hops or fruit.",
  "history": "A local adaptation of Foreign Extra Stouts brewed with indigenous ingredients and methods in the Caribbean and other tropical markets. Bitterness lower than export-type stouts since these beers do not have to be shipped abroad, and to suit local palate preferences.",
  "style_comparison": "Tastes like a scaled-up Sweet Stout with higher fruitiness. Similar to some Imperial Stouts without the high bitterness, strong or burnt roastiness, and late hops, and with lower alcohol. Much sweeter and less hoppy than American Stouts. Much sweeter and less bitter than the similar-gravity Foreign Extra Stouts.",
  "tags": "high-strength, dark-color, top-fermented, british-isles, traditional-style, stout-family, malty, roasty, sweet",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.056
    },
    "maximum": {
      "unit": "sg",
      "value": 1.075
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 30
    },
    "maximum": {
      "unit": "IBUs",
      "value": 50
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.018
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5.5
    },
    "maximum": {
      "unit": "%",
      "value": 8
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 30
    },
    "maximum": {
      "unit": "SRM",
      "value": 40
    }
  },
  "ingredients": "Similar to a Sweet Stout, but higher gravity. Pale and dark roasted malts and grains. Hops mostly for bitterness. May use adjuncts and sugar to boost gravity. Typically made with warm-fermented lager yeast.",
  "examples": "ABC Extra Stout, Bahamian Strong Back Stout, Dragon Stout, Jamaica Stout, Lion Stout, Royal ExtraStout",
  "style_guide": "BJCP2021",
  "type": "beer"
}
