{
  "name": "Foreign Extra Stout",
  "category": "Dark British Beer",
  "category_id": "16",
  "style_id": "16D",
  "category_description": "This category contains average to strong, bitter to sweet, modern British and Irish stouts that originated in England even if some are now more widely associated with Ireland. In this case, “British” means the broader British Isles not Great Britain.",
  "overall_impression": "A very dark, rich, moderately strong, fairly dry stout with prominent roast flavors.",
  "aroma": "Moderate to high roast, like coffee, dark chocolate, or lightly burnt grain. Low to medium fruitiness. May have a sweet aroma, or molasses, licorice, dried fruit, or vinous aromatics. Stronger versions can have a subtle, clean aroma of alcohol. Low earthy, herbal, or floral hop aroma optional. Low diacetyl optional.",
  "appearance": "Very deep brown to black in color. Clarity usually obscured by deep color. Clear, if not opaque. Large tan to brown head with good retention.",
  "flavor": "Moderate to high roast, like coffee, dark chocolate, or lightly burnt grain, although without a sharp bite. Low to medium esters. Medium to high bitterness. Moderately dry finish. Moderate earthy, herbal, or floral hop flavor optional. Medium-low diacetyl optional.",
  "mouthfeel": "Medium-full to full body, often with a smooth, sometimes creamy character. May have a warming but not hot alcohol presence. Moderate to moderately-high carbonation.",
  "comments": "Also known as Foreign Stout, Export Stout, and Foreign Export Stout. Historic versions (before WWI, at least) had the same OG as domestic Extra Stouts, but depending on the brewery could have had a higher ABV because it had a long secondary with Brett chewing away at it. The difference between domestic and foreign versions were the hopping and length of maturation.",
  "history": "Stronger stouts brewed for the export market today, but with a history stretching back to the 18th and 19th centuries when they were more heavily-hopped versions of stronger export stouts. Vatted originally, but Guinness stopped this practice in the 1950s. Guinness Foreign Extra Stout (originally, West India Porter, later Foreign Extra Double Stout) was first brewed in 1801 according to Guinness with “extra hops to give it a distinctive taste and a longer shelf life in hot weather.”",
  "style_comparison": "Similar in balance to an Irish Extra Stout, but with more alcohol. Not as big or intense as an Imperial Stout. Lacking the strong bitterness and high late hops of American Stout. Similar gravity as Tropical Stout, but with a drier finish andhigher bitterness.",
  "tags": "high-strength, dark-color, top-fermented, british-isles, traditional-style, stout-family, balanced, roasty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.056
    },
    "maximum": {
      "unit": "sg",
      "value": 1.075
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 50
    },
    "maximum": {
      "unit": "IBUs",
      "value": 70
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.018
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 6.3
    },
    "maximum": {
      "unit": "%",
      "value": 8
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 30
    },
    "maximum": {
      "unit": "SRM",
      "value": 40
    }
  },
  "ingredients": "Pale and dark roasted malts and grains, historically also could have used brown and amber malts. Hops mostly for bitterness, typically English varieties. May use adjuncts and sugar to boost gravity.",
  "examples": "Coopers Best Extra Stout, Guinness Foreign Extra Stout, The Kernel Export Stout London 1890, La Cumbre Malpais Stout, Pelican Tsunami Export Stout, Ridgeway Foreign Export Stout",
  "style_guide": "BJCP2021",
  "type": "beer"
}
