{
  "name": "British Strong Ale",
  "category": "Strong British Ale",
  "category_id": "17",
  "style_id": "17A",
  "category_description": "This category contains stronger, non-roasty ales of the British Isles.  Covers the style space above bitters, milds, and brown ales while excluding porters and stouts.",
  "overall_impression": "An ale of respectable alcoholic strength, traditionally bottled-conditioned and cellared. Can have a wide range of interpretations, but most will have varying degrees of malty richness, late hops and bitterness, fruity esters, and alcohol warmth. The malt and adjunct flavors and intensity can vary widely, but any combination should result in an agreeable palate experience.",
  "aroma": "Malty-sweet with fruity esters, often with a complex blend of dried-fruit, caramel, nuts, toffee, or other specialty malt aromas. Some alcohol notes are acceptable, but shouldn’t be hot or solventy. Hop aromas can vary widely, but typically have earthy, resiny, fruity, or floral notes. The balance can vary widely, but most examples will have a blend of malt, fruit, hops, and alcohol in varying intensities.",
  "appearance": "Amber to dark reddish-brown color; many are fairly dark. Generally clear, although darker versions may be almost opaque. Moderate to low cream- to light tan-colored head with average retention.",
  "flavor": "Medium to high malt character often rich with nutty, toffee, or caramel flavors. Light chocolate notes are sometimes found in darker beers. May have interesting flavor complexity from brewing sugars. Balance is often malty, but may be well hopped, which affects the impression of maltiness. Moderate fruity esters are common, often with a dark fruit or dried fruit character. The finish may vary from medium dry to somewhat sweet. Alcoholic strength should be evident, not overwhelming. Low diacetyl optional, but generally not desirable.",
  "mouthfeel": "Medium to full, chewy body. Alcohol warmth is often evident and always welcome. Low to moderate carbonation. Smooth texture.",
  "comments": "An entry category more than a style; the strength and character of examples can vary widely. Fits in the style space between normal gravity beers and Barley Wines. Can include pale malty-hoppy beers, English winter warmers, strong dark milds, smaller Burton ales, and other unique beers in the general gravity range that don’t fit other categories. Judges should allow for a significant range in character, as long as the beer is within the alcohol strength range and has an interesting ‘British’ character, it likely fits the style.",
  "history": "A collection of unrelated minor styles, each of which has its own heritage. Do not use this category grouping to infer a historical relationship between examples – none is intended. This is a modern British specialty judging category where the ‘special’ attribute is alcohol level.",
  "style_comparison": "Significant overlap in gravity with Old Ale, but not having an aged character. A wide range of interpretations is possible. Should not be as rich or strong as an English Barley Wine. Stronger than the stronger everyday Strong Bitter, British Brown Ale, and English Porter. More specialty malt or sugar character than American Strong Ale.",
  "tags": "high-strength, amber-color, top-fermented, british-isles, traditional-style, strong-ale-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.055
    },
    "maximum": {
      "unit": "sg",
      "value": 1.08
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 30
    },
    "maximum": {
      "unit": "IBUs",
      "value": 60
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.015
    },
    "maximum": {
      "unit": "sg",
      "value": 1.022
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5.5
    },
    "maximum": {
      "unit": "%",
      "value": 8
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 8
    },
    "maximum": {
      "unit": "SRM",
      "value": 22
    }
  },
  "ingredients": "Grists vary, often based on pale malt with caramel and specialty malts. Some darker examples suggest a light use of dark malts (e.g., chocolate, black malt). Sugary and starchy adjuncts (e.g., maize, flaked barley, wheat) are common. Finishing hops are traditionally English.",
  "examples": "Fuller’s 1845, Harvey’s Elizabethan Ale, J.W. Lees Moonraker, McEwan’s Champion, Samuel Smith’s Winter Welcome, Shepherd Neame 1698",
  "style_guide": "BJCP2021",
  "type": "beer"
}
