{
  "name": "Wee Heavy",
  "category": "Strong British Ale",
  "category_id": "17",
  "style_id": "17C",
  "category_description": "This category contains stronger, non-roasty ales of the British Isles.  Covers the style space above bitters, milds, and brown ales while excluding porters and stouts.",
  "notes": "See Category 14 Scottish Ale introduction for general characteristics of Scottish beer.",
  "overall_impression": "Rich, sweet malt depth with caramel, toffee, and fruity flavors. Full-bodied and chewy, with warming alcohol. Restrained bitterness, but not cloying or syrupy.",
  "aroma": "Strong bready-toasty malt, with a high caramel and toffee aspect. A wide range of supportive caramelized sugar and toasty bread type aromas are possible (toasted breadcrumbs, ladyfingers, English biscuits, graham crackers, nougat, butterscotch, etc.). Faint hint of roast is sometimes noted. Low to moderate dark or dried fruit esters and alcohol. Very low earthy, floral, orange-citrus, or spicy hops optional.",
  "appearance": "Light copper to dark brown color, often with deep ruby highlights. Clear. Usually has a large tan head, which may not persist. Legs may be evident in stronger versions.",
  "flavor": "Rich, bready-toasty malt that is often full and sweet on the palate with caramel and toffee flavors, but balanced by alcohol and a hint of grainy roast in the finish. The malt often has caramelized sugar and toasty flavors of the same type as described in the aroma. Medium to low alcohol and esters (plums, raisins, dried fruit, etc.). Bitterness low in the balance, giving a sweet to medium-dry finish. Medium-low hop flavor optional, with similar descriptors as the aroma.",
  "mouthfeel": "Medium-full to full-bodied, sometimes with a thick, chewy, sometimes creamy, viscosity. A smooth alcohol warmth is usually present and is desirable since it balances the malty sweetness. Moderate carbonation.",
  "comments": "A range of strengths is allowable; not all versions are very strong. Also known as “Strong Scotch Ale,” the term “wee heavy” means “small strong” and traces to the beer that made the term famous, Fowler’s Wee Heavy, a 12 Guinea Ale.",
  "history": "Descended from Edinburgh Ales, a stronger malty beer brewed in a range of strengths, similar to Burton Ale (although at half the hopping rate). Modern versions have two main variants, a more modest 5% ABV beer and the more widely known 8-9% ABV beer.  As gravities decreased over times, some of the variations ceased to be produced.",
  "style_comparison": "Somewhat similar to an English Barley Wine, but often darker and more caramelly.",
  "tags": "high-strength, amber-color, top-fermented, british-isles, traditional-style, strong-ale-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.07
    },
    "maximum": {
      "unit": "sg",
      "value": 1.13
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 17
    },
    "maximum": {
      "unit": "IBUs",
      "value": 35
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.018
    },
    "maximum": {
      "unit": "sg",
      "value": 1.04
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 6.5
    },
    "maximum": {
      "unit": "%",
      "value": 10
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 14
    },
    "maximum": {
      "unit": "SRM",
      "value": 25
    }
  },
  "ingredients": "Scottish pale ale malt, a wide range of other ingredients are possible, including adjuncts. Some may use crystal malt or darker grains for color. No peat-smoked malt.",
  "examples": "Belhaven Wee Heavy, Broughton Old Jock, McEwan’s Scotch Ale, Orkney Skull Splitter, Traquair House Ale, The Duck-Rabbit Wee Heavy Scotch-Style Ale",
  "style_guide": "BJCP2021",
  "type": "beer"
}
