{
  "name": "Wee Heavy",
  "category": "Strong British Ale",
  "category_id": "17",
  "style_id": "17C",
  "notes": "See Category 14 Scottish Ale introduction for general characteristics of Scottish beer.",
  "overall_impression": "A strong and richly malty ale witha pleasant fruity or hoppy depth. A wintertime sipper with a full, chewy body and warming alcohol.",
  "aroma": "Very rich, strongly malty, often with a caramel-like aroma in darker versions or a light toffee character in paler versions. May have a rich character including bready, toasty, or toffee notes.May have moderate to strong fruitiness, often with a dark- or dried-fruit character, particularly in dark versions. The hop aroma may range from mild to assertive, and is typically floral, earthy, tea-like, or marmalade-like. Alcohol may be low to moderate, but are soft and rounded. Aromatic intensity subsides with age, and can develop aquality like sherry, wine, or port.",
  "appearance": "Color ranging from golden amber to dark brown, often with ruby highlights and significant depth of color. Should not be black or opaque. Low to moderate off-white head.May have low head retention. Brilliant clarity, particularly when aged, although younger versions can have a little haze. High alcohol and viscosity may be visible aslegs.",
  "flavor": "Medium to high rich, malty sweetness, often complex and multi-layered, with bread, biscuit, and caramel malt flavors (more toffee-like in paler versions) and having a medium to highfruitiness (often with dark or dried fruit aspects). When aged, these fruity components come out more, and darker versions will have a higher level than paler ones. The hop aroma, flavor, and bitterness can vary wildly. Light to strong hops, with an English character (floral, earthy, tea, or marmalade-like) are common. Bitterness can be light to fairly strong, fading with time, so the balance can be malty to somewhat bitter. Stronger versions will have a little alcohol character. The finish and aftertaste can be moderately dry to moderately sweet, often depending on age.Some oxidative or vinous flavors may be present, and often complex alcohol flavors should be evident. Pale versions typically seem more bitter, better attenuated, and more hop-forward than darker versions.",
  "mouthfeel": "Full-bodied and chewy, with a velvety, luscious texture, declining with age. A smooth warmth from aged alcohol should be present, but shouldn’t burn. Carbonation may be low to moderate, depending on age and conditioning.",
  "comments": "The richest and strongest of modern English Ales. Their character can change significantly over time; both young and old versions should be appreciated for what they are. The malt profile can vary widely; not all examples will have all possible flavors or aromas. Paler varieties won’t have the caramel and richer malt flavors, nor will they typically have the darker dried fruits – don’t expect flavors and aromatics that are impossible from a beer of that color. Typically written as “Barley Wine” in the UK, and “Barleywine” in the US.",
  "history": "A modern descendent of the strongest Burton Ales. Bass No. 1 was first called a barleywine in 1872. Traditionally a darker beer until Tennant (now Whitbread) first produced Gold Label, a gold-colored version in 1951. The original style that inspired derivative variations in Belgium, the United States, and elsewhere in the world.",
  "style_comparison": "Less hoppy and bitter, maltier and fruitier than American Barleywine. Can overlap Old Ale on the lower end of the range, but without heavier signs of age. Not as caramelly and often not as sweet as a Wee Heavy.",
  "tags": "very-high-strength, amber-color, top-fermented, british-isles, traditional-style, strong-ale-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.08
    },
    "maximum": {
      "unit": "sg",
      "value": 1.12
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 35
    },
    "maximum": {
      "unit": "IBUs",
      "value": 70
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.018
    },
    "maximum": {
      "unit": "sg",
      "value": 1.03
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 8
    },
    "maximum": {
      "unit": "%",
      "value": 12
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 8
    },
    "maximum": {
      "unit": "SRM",
      "value": 22
    }
  },
  "ingredients": "British pale ale andcrystal malts. Limited use of dark malts. Often uses brewing sugars. English hops. British yeast.",
  "examples": "Burton Bridge Thomas Sykes Old Ale, Coniston No. 9 Barley Wine, Fuller’s Golden Pride, Hogs Back A over T, J.W. Lee’s Vintage Harvest Ale, Robinson’s Old Tom",
  "style_guide": "BJCP2021",
  "type": "beer"
}
