{
  "name": "Blonde Ale",
  "category": "Pale American Ale",
  "category_id": "18",
  "style_id": "18A",
  "overall_impression": "Easy-drinking, approachable, malt-oriented American craft beer, often with interesting fruit, hop, or character malt notes. Well-balanced and clean, is a refreshing pint without aggressive flavors.",
  "aroma": "Light to moderate malty aroma, generally neutral or grainy, possibly with a light bread or caramel note. Low to moderate fruitiness is optional, but acceptable. May have a low to medium hop aroma, and can reflect almost any hop variety although citrusy, floral, fruity, and spicy notes are common. Clean fermentation profile.",
  "appearance": "Light yellow to deep gold in color. Clear to brilliant. Low to medium white head with fair to good retention.",
  "flavor": "Initial soft maltiness, but can also have light character malt flavor (e.g., bread, toast, biscuit, wheat). Caramel flavors usually absent; if present, they are typically low-color caramel or honey notes. Low to medium fruity esters optional, but are welcome. Light to moderate hop flavor (any variety), but shouldn’t be overly aggressive. Medium-low to medium bitterness, but the balance is normally towards the malt or even between malt and hops. Finishes medium-dry to slightly malty; an impression of sweetness is often an expression of lower bitterness than actual residual sweetness. Clean fermentation profile.",
  "mouthfeel": "Medium-light to medium body. Medium to high carbonation. Smooth without being heavy.",
  "comments": "Oxidized versions can develop caramel or honey notes, which should not be mistaken for similar malt-derived flavors. Sometimes known as Golden Ale or simply a Gold.",
  "history": "An American craft beer style produced as a faster-produced alternative to standard American lagers. First believed to be produced in 1987 at Catamount. Often positioned as an entry-level house ale.",
  "style_comparison": "Typically has more flavor than American Lager and Cream Ale. Less bitterness than an American Pale Ale. Perhaps similar to some maltier examples of Kölsch.",
  "tags": "standard-strength, pale-color, any-fermentation, north-america, craft-style, pale-ale-family, balanced",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.038
    },
    "maximum": {
      "unit": "sg",
      "value": 1.054
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 15
    },
    "maximum": {
      "unit": "IBUs",
      "value": 28
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.013
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 3.8
    },
    "maximum": {
      "unit": "%",
      "value": 5.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 3
    },
    "maximum": {
      "unit": "SRM",
      "value": 6
    }
  },
  "ingredients": "Generally all-malt, but can include wheat malt or sugar adjuncts. Any hop variety can be used. Clean American, lightly fruity English, or Kölsch yeast. May also be made with lager yeast, or cold-conditioned.",
  "examples": "Firestone Walker 805, Kona Big Wave Golden Ale, Real Ale Firemans #4 Blonde Ale, Russian River Aud Blonde, Victory Summer Love, Widmer Citra Summer Blonde Brew",
  "style_guide": "BJCP2021",
  "type": "beer"
}
