{
  "name": "American Pale Ale",
  "category": "Pale American Ale",
  "category_id": "18",
  "style_id": "18B",
  "category_description": "This category contains modern American ales of average strength and light color that are moderately malty to moderately bitter.",
  "overall_impression": "An average-strength, hop-forward, pale American craft beer with sufficient supporting malt to make the beer balanced and drinkable. The clean hop presence can reflect classic or modern American or New World hop varieties with a wide range of characteristics.",
  "aroma": "Moderate to moderately-high hop aroma from American or New World hop varieties with a wide range of possible characteristics, including citrus, floral, pine, resin, spice, tropical fruit, stone fruit, berry, or melon. None of these specific characteristics are required, but a hoppy aroma should be apparent. Low to moderate neutral to grainy maltiness supports the hop presentation, and can show low amounts of specialty malt character (e.g., bread, toast, biscuit, caramel). Fruity esters optional, up to moderate in strength. Fresh dry-hop aroma optional.",
  "appearance": "Pale golden to amber. Moderately large white to off-white head with good retention. Generally quite clear.",
  "flavor": "Hop and malt character similar to aroma (same intensities and descriptors apply).Caramel flavors are often absent or fairly restrained, but are acceptable as long as they don’t clash with the hops.Moderate to high bitterness. Clean fermentation profile. Fruity yeast esters can be moderate to none, although many hop varieties are quite fruity.Medium to dry finish.The balance is typically towards the late hops and bitterness; the malt presence should be supportive, not distracting. Hop flavor and bitterness often linger into the finish, but the aftertaste should generally be clean and not harsh. Fresh dry-hop flavor optional.",
  "mouthfeel": "Medium-light to medium body. Moderate to high carbonation. Overall smooth finish without astringency or harshness.",
  "comments": "Modern American versions are often just lower gravity IPAs. Traditionally was a style that allowed for experimentation with hop varieties and usage methods, which can now often be found as international adaptations in countries with an emerging craft beer market. Judges should allow for characteristics of modern American or New World hops as they are developed and released.",
  "history": "A modern American craft beer era adaptation of English pale ale, reflecting indigenous ingredients. Sierra Nevada Pale Ale was first made in 1980 and helped popularize the style. Prior to the explosion in popularity of IPAs, this style was the most well-known and popular of American craft beers.",
  "style_comparison": "Typically lighter in color, cleaner in fermentation profile, and having fewer caramel flavors than English counterparts. There can be some overlap in color between American Pale Ale and American Amber Ale. The American Pale Ale will generally be cleaner, have a less caramelly malt profile, less body, and often more finishing hops. Less bitterness in the balance and alcohol strength than an American IPA. Maltier, more balanced and drinkable, and less intensely hop-focused and bitter than session-strength American IPAs (aka Session IPAs). More bitter and hoppy than a Blonde Ale.",
  "tags": "standard-strength, pale-color, top-fermented, north-america, craft-style, pale-ale-family, bitter, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.045
    },
    "maximum": {
      "unit": "sg",
      "value": 1.06
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 30
    },
    "maximum": {
      "unit": "IBUs",
      "value": 50
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.015
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.5
    },
    "maximum": {
      "unit": "%",
      "value": 6.2
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 5
    },
    "maximum": {
      "unit": "SRM",
      "value": 10
    }
  },
  "ingredients": "Neutralpale malt. American or New World hops. Neutral to lightly fruity American or English ale yeast. Small amounts of various specialty malts.",
  "examples": "Deschutes Mirror Pond Pale Ale, Half Acre Daisy Cutter Pale Ale, Great Lakes Burning River, La Cumbre Acclimated APA, Sierra Nevada Pale Ale, Stone Pale Ale 2.0",
  "style_guide": "BJCP2021",
  "type": "beer"
}
