{
  "name": "American Brown Ale",
  "category": "Amber and Brown American Beer",
  "category_id": "19",
  "style_id": "19C",
  "category_description": "This category contains modern American amber and brown top-fermented ales and warm-fermented lagers of standard strength that can be balanced to bitter.",
  "overall_impression": "A malty but hoppy standard-strength American ale frequently with chocolate and caramel flavors. The hop flavor and aroma complement and enhance the malt rather than clashing with it.",
  "aroma": "Moderate malty-sweet to malty-rich aroma with chocolate, caramel, nutty, or toasty qualities. Hop aroma is typically low to moderate, of almost any type that complements the malt. Some interpretations of the style may optionally feature a stronger hop aroma, an American or New World hop character (citrusy, fruity, tropical, etc.), or a dry-hopped aroma. Fruity esters are moderate to very low. The dark malt character is more robust than other brown ales, yet stops short of being overly Porter-like.",
  "appearance": "Light to very dark brown color. Clear. Low to moderate off-white to light tan head.",
  "flavor": "Medium to moderately-high malty-sweet or malty-rich flavor with chocolate, caramel, nutty, or toasty malt complexity, with medium to medium-high bitterness. Medium to medium-dry finish with an aftertaste of both malt and hops. Light to moderate hop flavor, sometimes citrusy, fruity, or tropical, although any hop flavor that complements the malt is acceptable. Very low to moderate fruity esters. The malt and hops are generally equal in intensity, but the balance can vary in either direction. Should not have a roasted character suggestive of a Porter or Stout.",
  "mouthfeel": "Medium to medium-full body. More bitter versions may have a dry, resiny impression. Moderate to moderately-high carbonation. Stronger versions may be lightly warming.",
  "comments": "Most commercial American Browns are not as aggressive as the original homebrewed versions, and some modern craft-brewed examples. This style reflects the current commercial offerings typically marketed as American Brown Ales rather than the hoppier, stronger homebrew versions from the early days of homebrewing. These IPA-strength brown ales should be entered as 21BSpecialty IPA",
  "notes": "Brown IPA.",
  "history": "An American style from the early modern craft beer era. Derived from English Brown Ales, but with more hops. Pete’s Wicked Ale (1986) defined the style, which was first judged at the Great American Beer Festival in 1992.",
  "style_comparison": "More chocolate and caramel flavors than American Pale or Amber Ales, typically with less prominent bitterness in the balance. Less bitterness, alcohol, and hop character than Brown IPAs. More bitter and generally hoppier than English Brown Ales, with a richer malt presence, usually higher alcohol, and American or New World hop character.",
  "tags": "standard-strength, dark-color, top-fermented, north-america, craft-style, brown-ale-family, balanced, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.045
    },
    "maximum": {
      "unit": "sg",
      "value": 1.06
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 30
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.016
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.3
    },
    "maximum": {
      "unit": "%",
      "value": 6.2
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 18
    },
    "maximum": {
      "unit": "SRM",
      "value": 35
    }
  },
  "ingredients": "Pale malt, plus crystal and darker malts (typically chocolate). American hops are typical, but continental or New World hops can also be used.",
  "examples": "Avery Ellie’s Brown Ale, Big Sky Moose Drool Brown Ale, Brooklyn Brown Ale, Bell’s Best Brown, Smuttynose Old Brown Dog Ale, Telluride Face Down Brown",
  "style_guide": "BJCP2021",
  "type": "beer"
}
