{
  "name": "American Light Lager",
  "category": "Standard American Beer",
  "category_id": "1",
  "style_id": "1A",
  "overall_impression": "A very pale, highly-carbonated, light-bodied, well-attenuated lager with a very neutral flavor profile and low bitterness. Served very cold, it can be a very refreshing and thirst-quenching drink.",
  "aroma": "Low malt aroma optional, but may be perceived as grainy, sweet, or corn-like, if present. Lightspicy or floral hop aroma optional. While a clean fermentation profile is desirable, a light amount of yeast character is not a fault.",
  "appearance": "Very pale straw to medium yellow color. White, frothy head seldom persists. Very clear.",
  "flavor": "Relatively neutral palate with a crisp, dry finish and a moderately-low to low grainy or corn-like flavor that might be perceived as sweetness due to the low bitterness. Moderatelylow hop flavor optional, with a floral, spicy, or herbal quality,if strong enough to distinguish. Low to medium-low bitterness. Balance may vary from slightly malty to slightly bitter, but is usually close to even. High carbonation may accentuate the crispness of the dry finish. Clean fermentation profile.",
  "mouthfeel": "Low to medium-low body. Very highly carbonated with slight carbonic bite on the tongue.",
  "comments": "Often what non-craft beer drinkers expect to be served if they order beer in the United States. May be marketed as Pilsner outside Europe, but should not be confused with traditional examples.Strong flavors are a fault. With little malt or hop flavor, the yeast character is what most frequently differentiates brands.",
  "history": "Evolved from Pre-Prohibition Lager (see Category 27) in the US after Prohibition and World War II. Surviving breweries consolidated, expanded distribution, and heavily promoted a beer style that appealed to a broad range of the population. Became the dominant beer style for many decades, and spawned many international rivals who would develop similarly bland products for the mass market supported by heavy advertising.",
  "style_comparison": "Stronger, more flavor and body than an American Light Lager. Less bitterness and flavor than an International Pale Lager. Significantly less flavor, hops, and bitterness than traditional European Pilsners.",
  "tags": "standard-strength, pale-color, bottom-fermented, lagered, north-america, traditional-style, pale-lager-family, balanced",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.04
    },
    "maximum": {
      "unit": "sg",
      "value": 1.05
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 8
    },
    "maximum": {
      "unit": "IBUs",
      "value": 18
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.004
    },
    "maximum": {
      "unit": "sg",
      "value": 1.01
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.2
    },
    "maximum": {
      "unit": "%",
      "value": 5.3
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 2
    },
    "maximum": {
      "unit": "SRM",
      "value": 3.5
    }
  },
  "ingredients": "Two- or six-row barley with up to 40% rice or corn as adjuncts. Lager yeast. Light use of hops.",
  "examples": "Budweiser, Coors Original, Grain Belt Premium American Lager, Miller High Life, Old Style, Pabst Blue Ribbon, Special Export",
  "style_guide": "BJCP2021",
  "type": "beer"
}
