{
  "name": "Cream Ale",
  "category": "Standard American Beer",
  "category_id": "1",
  "style_id": "1C",
  "overall_impression": " A clean, well-attenuated, highly carbonated, flavorful American “lawnmower” beer. Easily drinkable, smooth, and refreshing, with more character than typical American lagers, yet still subtle and restrained.",
  "aroma": " Medium-low to low malt notes, with a sweet, corn-like aroma. Low DMS optional. Medium-low hop aroma optional, using any variety but floral, spicy, or herbal notes are most common. Overall, has a subtle, balanced aroma. Low fruity esters optional.",
  "appearance": " Pale straw to light gold color, although usually on the pale side. Low to medium head with medium to high carbonation. Fair head retention. Brilliant, sparkling clarity. Effervescent.",
  "flavor": " Low to medium-low hop bitterness. Low to moderate malty sweetness, varying with gravity and attenuation. The malt is generally neutral, possibly grainy or crackery. Usually well-attenuated. Balanced palate, with hops only enough to support the malt. A low to moderate corny flavor is commonly found, but light DMS is optional. Finish can vary from somewhat light, dry, and crisp to faintly sweet. Clean fermentation profile, but low fruity esters are optional. Low to medium-low hop flavor of any variety, but typically floral, spicy, or herbal. Subtle.",
  "mouthfeel": " Generally light and crisp, although body can reach medium. Smooth mouthfeel with medium to high attenuation; higher attenuation levels can lend a “thirst quenching” quality. High carbonation. ",
  "comments": " Most commercial examples are in the 1.050–1.053 OG range, and bitterness rarely rises above 20 IBUs.",
  "history": " A sparkling or present-use ale from the second half of the 1800s that survived prohibition. An ale brewed to compete with lagers brewed in Canada and the US Northeast, Mid-Atlantic, and Midwest states.",
  "style_comparison": " Similar to a Standard American Lager, but with more character. Lighter body, smoother, and more carbonated than a Blonde Ale. May seem like a somewhat subtle Kölsch.",
  "tags": " standard-strength, pale-color, any-fermentation, north-america, traditional-style, pale-ale-family, balanced",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.042
    },
    "maximum": {
      "unit": "sg",
      "value": 1.055
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 8
    },
    "maximum": {
      "unit": "IBUs",
      "value": 20
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.006
    },
    "maximum": {
      "unit": "sg",
      "value": 1.012
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.2
    },
    "maximum": {
      "unit": "%",
      "value": 5.6
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 2
    },
    "maximum": {
      "unit": "SRM",
      "value": 5
    }
  },
  "ingredients": "American six-row malt, or a combination of six-row and North American two-row. Up to 20% maize in the mash, and up to 20% sugar in the boil. Any variety of hops, often rustic American or Continental. Clean ale yeast, or a mix of ale and lager beer.",
  "examples": "Genesee Cream Ale, Liebotschaner Cream Ale, Kiwanda Pre-Prohibition Cream Ale, Little Kings Cream Ale, Sleeman Cream Ale, Sun King Sunlight Cream Ale",
  "style_guide": "BJCP2021",
  "type": "beer"
}
