{
  "name": "American Porter",
  "category": "American Porter and Stout",
  "category_id": "20",
  "style_id": "20A",
  "category_description": "These beers all evolved from their English namesakes to be wholly transformed by American craft brewers. Generally, these styles are bigger, stronger, more roast-forward, and more hop-centric than their traditional Anglo cousins. These styles are grouped together due to a similar shared history and flavor profile.",
  "overall_impression": "A malty, bitter, and often somewhat hoppydark beer with a balanced,roasted, and frequently chocolatey character.",
  "aroma": "Medium-light to medium-strong roast aroma, often with a chocolate, light coffee,or lightly burnt character, sometimes with a background caramel or toffee sweetness, or a malty richness. The resiny, earthy, or floral hop character can vary from low to high. Moderate fruity esters optional. Should not seem sharp, acrid, or acidic. The malt-hop balance can vary, but it should always have a roasted malt aroma.",
  "appearance": "Medium brown to very dark brown, often with ruby- or garnet-like highlights. Can approach black in color. Clear, if not opaque. Full, tan-colored head with moderately good head retention.",
  "flavor": "Moderately strong roasted flavor, often with a chocolate and lightly burnt character, sometimes with a sweet caramel or malty richness in support. Medium to high bitterness, and a dry to medium-sweet finish. Dark malts may sharpen this impression, but should not add an acrid, burnt, or harsh flavor. Low to high resiny, earthy, or floral hop flavor, which should not clash with the dark malt. Dry-hopped versions may have a fresh hop or resiny flavor. Moderate fruity esters optional. Should not have an acidic bite.",
  "mouthfeel": "Medium to medium-full body. Moderately low to moderately high carbonation. Stronger versions may have a slight alcohol warmth. May have a slight dark malt astringency, but this character should not be strong.",
  "comments": "Sometimes called Robust Porter, becoming increasingly hard to find. A rather broad style open to interpretation by the brewer. Dark malt intensity and flavor can vary significantly. May or may not have a strong hop character, or significant fermentation byproducts; thus may seem to have an “American” or “British” character.",
  "history": "A stronger, more aggressive version of earlier Pre-Prohibition Porters or English Porters, first brewed in the modern craft beer era (introduced in 1974). This style describes the modern craft version; see Historical Beer",
  "notes": "Pre-Prohibition Porter for the older US version.",
  "style_comparison": "More bitter and often stronger with more dark malt qualities and dryness than English Porters or Pre-Prohibition Porters. Less strong and assertive than American Stouts.",
  "tags": "standard-strength, dark-color, top-fermented, north-america, craft-style, porter-family, bitter, roasty, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.05
    },
    "maximum": {
      "unit": "sg",
      "value": 1.07
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 25
    },
    "maximum": {
      "unit": "IBUs",
      "value": 50
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.012
    },
    "maximum": {
      "unit": "sg",
      "value": 1.018
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.8
    },
    "maximum": {
      "unit": "%",
      "value": 6.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 22
    },
    "maximum": {
      "unit": "SRM",
      "value": 40
    }
  },
  "ingredients": "Pale base malt, frequently crystal malt. Dark malts, often black malt or chocolate malt. American hops typically used for bittering, but US or UK finishing hops can be used. Ale yeast can either be clean US versions or characterful English varieties.",
  "examples": "Anchor Porter, Bell’s Porter, Deschutes Black Butte Porter, Great Lakes Edmund Fitzgerald Porter, Sierra Nevada Porter, Smuttynose Robust Porter",
  "style_guide": "BJCP2021",
  "type": "beer"
}
