{
  "name": "American Stout",
  "category": "American Porter and Stout",
  "category_id": "20",
  "style_id": "20B",
  "overall_impression": "A fairly strong, highly roasted, bitter, hoppy dark stout. The body and dark flavors typical of stouts with a more aggressive American hop character and bitterness.",
  "aroma": "Moderate to strong roast aroma, often with a roasted coffee or dark chocolate quality. Burnt or charcoal aromas are acceptable at low levels. Medium to very low hop aroma, often with a citrusy or resiny character. Medium esters optional. Light alcohol optional. Should not seem sharp, acrid, or acidic.",
  "appearance": "Generally a jet black color, although some may appear very dark brown. Large, persistent head of light tan to light brown in color. Usually opaque.",
  "flavor": "Moderate to very high roasted flavors, often tasting of coffee, dark or bittersweet chocolate, orroasted coffee beans. May taste of slightly burnt coffee grounds, but this character should not be prominent. Low to medium malt sweetness, often with rich chocolate or caramel flavors. Medium to high bitterness. Low to high hop flavor, generally citrusy or resiny. Medium to dry finish, occasionally with a lightly burnt quality. Low esters optional. Light but smooth alcohol flavor optional.",
  "mouthfeel": "Medium to full body. Can be somewhat creamy. Can have a bit of roast-derived astringency, but this character should not be excessive. Medium-high to high carbonation. Light to moderately strong alcohol warmth, but smooth and not excessively hot.",
  "comments": "Breweries express individuality through varying the roasted malt profile, malt sweetness and flavor, and the amount of finishing hops used. Generally has bolder roasted malt flavors and hopping than other traditional stouts (except Imperial Stouts). Becoming increasingly hard to find.",
  "history": "A modern craft beer and homebrew style that applied a more aggressive American hopping regime to a strong traditional English or Irish Stout. The homebrew version was once known as West Coast Stout, a common naming scheme for a more highly-hopped beer.",
  "style_comparison": "Like a hoppy, bitter, strongly roasted Irish Extra Stout. Much more roast and body than a Black IPA. Bigger, stronger versions belong in the Imperial Stout style. Stronger and more assertive, particularly in the dark malt or grain additions and hop character, than American Porter.",
  "tags": "high-strength, dark-color, top-fermented, north-america, craft-style, stout-family, bitter, roasty, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.05
    },
    "maximum": {
      "unit": "sg",
      "value": 1.075
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 35
    },
    "maximum": {
      "unit": "IBUs",
      "value": 75
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.022
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5
    },
    "maximum": {
      "unit": "%",
      "value": 7
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 30
    },
    "maximum": {
      "unit": "SRM",
      "value": 40
    }
  },
  "ingredients": "Common American base malts, yeast, and hops. Varied use of dark and roasted malts, as well as caramel-type malts. Adjuncts or additives may be present in low quantities to add complexity.",
  "examples": "Avery Out of Bounds Stout, Bell’s Kalamazoo Stout, Deschutes Obsidian Stout, Sierra Nevada Stout, Trillium Secret Stairs",
  "style_guide": "BJCP2021",
  "type": "beer"
}
