{
  "name": "Imperial Stout",
  "category": "American Porter and Stout",
  "category_id": "20",
  "style_id": "20C",
  "notes": "Traditionally an English style, but it is currently much more popular and widely available in America and internationally, where it is a craft beer favorite, not a historical curiosity.",
  "overall_impression": "An intensely-flavored, very strong, very dark stout with a broad range of interpretations. Roasty-burnt malt with a depth of dark or dried fruit flavors, and a warming, bittersweet finish. Despite the intense flavors, the components need to meld together to create a complex, harmonious beer, not a hot mess – sometimes only accomplished with age.",
  "aroma": "Rich, deep, complex, and often quite intense, with a pleasant blend of roast, fruit, hops, and alcohol. Light to moderately strong roast can have a coffee, bittersweet or dark chocolate, cocoa, black licorice, tar, or slightly burnt grain quality, sometimes with a light caramel sweetness or toasty maltiness. Low to moderately strong esters often perceived as dark or dried fruits like plums, prunes, figs, black currants, or raisins. Very low to fairly aggressive hops, often English or American in character. Alcohol flavor optional, but should not be sharp, hot, or solventy. The balance between these main four components can vary greatly; not all need to be noticeable, but those present should have a smooth interplay. Age can add another dimension, including a vinous or port-like impression, but not sourness. Age can decrease aroma intensity.",
  "appearance": "Color ranges from very dark reddish-brown to jet black. Opaque. Deep tan to dark brown head. Generally has a well-formed head, although head retention may be low to moderate. High alcohol and viscosity may be visible as legs.",
  "flavor": "Like the aroma, a complex mix of roast, fruit, hops, and alcohol (same descriptors apply). The flavors can be quite intense, often greater than in the aroma, but the same warning about the balance varying greatly still applies. Medium to aggressively high bitterness. The maltiness balances and supports the other flavors, and may have qualities of bread, toast, or caramel. The palate and finish can be fairly dry to moderately sweet, an impression that often changes with age. Should not by syrupy or cloying. Aftertaste of roast, bitterness, and warmth. Same age effects as in the aroma apply.",
  "mouthfeel": "Full to very full-bodied and chewy, with a velvety, luscious texture. The body and texture may decline with age. Gentle, smooth warmth should be present and noticeable, but as a background character. Low to moderate carbonation.",
  "comments": "Sometimes known as Russian Imperial Stout or RIS. Varying interpretations exist with American versions having greater bitterness, and more roasted character and late hops, while English varieties often reflect a more complex specialty malt character with a more forward ester profile. Not all Imperial Stouts have a clearly ‘English’ or ‘American’ character; anything in betweenis allowable as well, which is why it is counter-productive to define strict sub-types. Judges must be aware of the broad range of the style, and not try to judge all examples as clones of a specific commercial beer.",
  "history": "A style with a long, although not necessarily continuous, heritage. Traces roots to strong English porters brewed for export in the 1700s, and said to have been popular with the Russian Imperial Court. After the Napoleonic wars interrupted trade, these beers were increasingly sold in England. The style eventually all but died out, until being popularly embraced in the modern craft beer era in England as a revival export and in the United States as anadaptation by extending the style with American characteristics.",
  "style_comparison": "Darker and more roasty than Barleywines, but with similar alcohol. More complex, with a broader range of possible flavors, than lower-gravity stouts.",
  "tags": "very-high-strength, dark-color, top-fermented, british-isles, north-america, traditional-style, craft-style, stout-family, malty, bitter, roasty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.075
    },
    "maximum": {
      "unit": "sg",
      "value": 1.115
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 50
    },
    "maximum": {
      "unit": "IBUs",
      "value": 90
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.018
    },
    "maximum": {
      "unit": "sg",
      "value": 1.03
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 8
    },
    "maximum": {
      "unit": "%",
      "value": 12
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 30
    },
    "maximum": {
      "unit": "SRM",
      "value": 40
    }
  },
  "ingredients": "Pale malt with significant roasted malts or grain. Flaked adjuncts common. American or English ale yeast and hops are typical. Ages very well.Increasingly used as the base beer for many specialty styles.",
  "examples": "American –Bell’s Expedition Stout, Great Divide Yeti Imperial Stout, North Coast Old Rasputin Imperial Stout, Oskar Blues Ten Fidy, Sierra Nevada Narwhal Imperial Stout; English – 2SP Brewing Co The Russian, Courage Imperial Russian Stout, Le Coq Imperial Extra Double Stout, Samuel Smith Imperial Stout, Thornbridge Saint Petersburg",
  "style_guide": "BJCP2021",
  "type": "beer"
}
