{
  "name": "American IPA",
  "category": "IPA",
  "category_id": "21",
  "style_id": "21A",
  "category_description": "The IPA category is for modern American IPAs and their derivatives. This does not imply that English IPAs aren’t proper IPAs or that there isn’t a relationship between them. This is simply a method of grouping similar styles for competition purposes. English IPAs are grouped with other English-derived beers, and the stronger Double IPA is grouped with stronger American beers. The term “IPA” is intentionally not spelled out as “India Pale Ale” since none of these beers historically went to India, and many aren’t pale. However, the term IPA has come to be a balance-defined style in modern craft beer.",
  "overall_impression": "A decidedly hoppy and bitter, moderately strong,pale American ale. The balance is hop-forward, with a clean fermentation profile, dryish finish, and clean, supporting malt allowing a creative range of hop character to shine through.",
  "aroma": "A prominent to intense hop aroma often featuring American or New World hop characteristics, such as citrus, floral, pine, resin, spice, tropical fruit, stone fruit, berry, or melon. Low to medium-low clean, grainy maltiness supports the hop presentation. Generally clean fermentation profile, but light fruitiness acceptable. Restrained alcohol optional.",
  "appearance": "Color ranging from medium gold to light reddish-amber. Clear, butlight haze allowable. Medium-sized, white to off-white head with good persistence.",
  "flavor": "Medium to very high hop flavor (same descriptors as aroma). Low to medium-low clean and grainy maltiness, possibly with light caramel and toast flavors. Medium-high to very high bitterness.Dry to medium-dry finish. Hoppy, bitter aftertaste with supportive malt. Low esters optional. Background clean alcohol flavor optional.",
  "mouthfeel": "Medium-light to medium body, with a smooth texture. Medium to medium-high carbonation. No harshness. Very light, smooth warmth optional.",
  "comments": "The basis for many modern variations, including the stronger Double IPA as well as IPAs with various other ingredients. Those other IPAs should generally be entered in the 21B Specialty IPA style. An India Pale Lager (IPL) can be entered as an American IPA if it has a similar character, otherwise 34B Mixed-Style Beer. Oak is inappropriate in this style; if noticeably oaked, enter in 33A Wood-Aged Beer. Dry, sharply bitter, clear examples are sometimes known as West Coast IPA, which is really just a type of American IPA.",
  "history": "The first modern American craft beer adaptation of this traditional English style is generally believed to be Anchor Liberty Ale, first brewed in 1975 and using whole Cascade hops; the style has evolved beyond that original beer, which now tastes more like an American Pale Ale in comparison. American-made IPAs from earlier eras were not unknown (particularly the well-regarded Ballantine’s IPA, an oak-aged beer using an old English recipe). This style is based on the modern craft beer examples.",
  "style_comparison": "Stronger and more highly hopped than American Pale Ale. Compared to English IPA, has less caramel, bread, and toast; often more American or New World hops; fewer yeast-derived esters; less body and often a more hoppy balance; and is slightly stronger than most examples. Less alcohol than a Double IPA, but with a similar balance.",
  "tags": "high-strength, pale-color, top-fermented, north-america, craft-style, ipa-family, bitter, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.056
    },
    "maximum": {
      "unit": "sg",
      "value": 1.07
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 40
    },
    "maximum": {
      "unit": "IBUs",
      "value": 70
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.014
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5.5
    },
    "maximum": {
      "unit": "%",
      "value": 7.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 6
    },
    "maximum": {
      "unit": "SRM",
      "value": 14
    }
  },
  "ingredients": "Pale base malt. American or English yeast with a clean or slightly fruity profile. Generally all-malt, but sugar additions are acceptable. Restrained use of crystal malts.Often uses American or New World hops but any arevarieties are acceptable; new hop varieties continue to be released and may be used even if they do not have the sensory profiles listed as examples.",
  "examples": "Bell’s Two-Hearted Ale, Cigar City Jai Alai, Fat Heads Head Hunter IPA, Firestone Walker Union Jack, Maine Lunch, Russian River Blind Pig IPA",
  "style_guide": "BJCP2021",
  "type": "beer"
}
