{
  "name": "American IPA",
  "category": "IPA",
  "category_id": "21",
  "style_id": "21A",
  "category_description": "The IPA category is for modern American IPAs and their derivatives. This does not imply that English IPAs aren’t proper IPAs or that there isn’t a relationship between them. This is simply a method of grouping similar styles for competition purposes. English IPAs are grouped with other English-derived beers, and the stronger Double IPA is grouped with stronger American beers. The term “IPA” is intentionally not spelled out as “India Pale Ale” since none of these beers historically went to India, and many aren’t pale. However, the term IPA has come to be a balance-defined style in modern craft beer.",
  "overall_impression": "A beer with the dryness, hop-forward balance, and flavor characteristics of an American IPA, but darker in color. Darker malts add a gentle and supportive flavor, not a strongly roasted or burnt character.",
  "aroma": "Moderate to high hop aroma, often with a stone fruit, tropical, citrusy, resinous, pine, berry, or melon character. Very low to moderate malt, possibly with light chocolate, coffee, or toast notes, as well as a background caramel sweetness. Clean fermentation profile, but light esters acceptable.",
  "appearance": "Dark brown to black color. Clear, if not opaque. Light haze allowable, but should not be murky. Light tan to tan head, moderate size, persistent.",
  "flavor": "Medium-low to high hop flavor, same descriptors as aroma. Low to medium malt flavor, with restrained chocolate or coffee notes, but not burnt or ashy. The roasted notes should not clash with the hops. Light caramel or toffee optional. Medium-high to very high bitterness. Dry to slightly off-dry finish, with a bitter but not harsh aftertaste, often with a light roast flavor that can contribute to the dry impression. Low to moderate esters optional. Background alcohol flavor optional.",
  "mouthfeel": "Smooth.Medium-light to medium body. Medium carbonation. Light creaminess optional. Light warmth optional.",
  "comments": "Most examples are standard strength. Strong examples can sometimes seem like big, hoppy porters if made too extreme, which hurts their drinkability.",
  "history": "An American IPA variantfirst commercially produced by Greg Noonan as Blackwatch IPA around 1990. Popularized in the Pacific Northwest and Southern California of the US starting in the early-mid 2000s, and was a popular fad in the early 2010s before fading into obscurity in the US.",
  "style_comparison": "Balance and overall impression of an American or Double IPA with restrained roast similar to the type found in Schwarzbier. Not as rich and roasty as American Stout and Porter, and with less body and increased smoothness and drinkability.",
  "tags": "high-strength, dark-color, top-fermented, north-america, craft-style, ipa-family, specialty-family, bitter, hoppy",
  "entry_instructions": "Entrant must specify a strength (session, standard, double); if no strength is specified, standard will be assumed. Entrant must specify specific type of Specialty IPA from the list of Currently Defined Typesidentified in the Style Guidelines, or as amended by Provisional Styles on the BJCP website; OR the entrant must describe the type of Specialty IPA and its key characteristics in comment form so judges will know what to expect. Entrants may specify specific hop varieties used, if entrants feel that judges may not recognize the varietal characteristics of newer hops. Entrants may specify a combination of defined IPA types (e.g., Black Rye IPA) without providing additional descriptions.",
  "currently_defined_types": "Belgian IPA, Black IPA, Brown IPA, Red IPA, Rye IPA, White IPA, Brut IPA",
  "strength_classifications": "Session – ABV: 3.0 – 5.0%Standard – ABV: 5.0 – 7.5%Double – ABV: 7.5 – 10.0%Specialty IPA: Belgian IPA",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.05
    },
    "maximum": {
      "unit": "sg",
      "value": 1.085
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 50
    },
    "maximum": {
      "unit": "IBUs",
      "value": 90
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.018
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5.5
    },
    "maximum": {
      "unit": "%",
      "value": 9
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 25
    },
    "maximum": {
      "unit": "SRM",
      "value": 40
    }
  },
  "ingredients": "Debittered roast malts. Any American or New World hop character is acceptable; new hop varieties continue to be released and should not constrain this style to the example hop characteristics listed.",
  "examples": "21st Amendment Back in Black, Duck-Rabbit Hoppy Bunny ABA, Stone Sublimely Self-Righteous Black IPA",
  "style_guide": "BJCP2021",
  "type": "beer"
}
