{
  "name": "Hazy IPA",
  "category": "IPA",
  "category_id": "21",
  "style_id": "21C",
  "overall_impression": "An American IPA with intense fruit flavors and aromas, a soft body, smooth mouthfeel, and often opaque with substantial haze. Less perceived bitterness than traditional IPAs but always massively hop-forward.",
  "aroma": "Intense hop aroma, with stone fruit, tropical fruit, citrus, or other fruity qualities; not grassy or herbal. Clean, neutral, grainy,or lightly bready malt in the background; no caramel or toast. Absence of any malt character is a fault. Neutral to fruity fermentation character. Esters from yeast and hops should not clash. A creamy, buttery, or acidic aroma is inappropriate. Light alcohol aroma optional.",
  "appearance": "Color ranging from straw to very light amber, sometimes with an orange hue. Hazy, often opaque, clarity; should not be cloudy or murky. The opacity can add a ‘shine’ to the beer and make the color seem darker. Any visible floating hop matter, yeast clumps, or other particulates is a fault. Medium to rocky, meringue-like white head with high to very high retention.",
  "flavor": "High to very high fruity hop flavor, same descriptors as aroma. Low to medium malt flavor, same descriptors as aroma. Low to medium-high perceived bitterness, often masked by the fuller body and soft, off-dry to medium finish. The hop character in the aftertaste should not be sharp or harsh. Neutral to fruity fermentation profile, supportive of the hops. Should not be sweet, although high ester levels and lower bitterness may sometimes give that impression. Background alcohol flavor optional.",
  "mouthfeel": "Medium to medium-full body. Medium carbonation. Smooth. No harshness. Lightwarmth optional.The beer should not have a creamy or viscous mouthfeel, an acidic twang, or a raw starch texture.",
  "comments": "Also known as New England IPA or NEIPA. An emphasis on late hopping, especially dry-hopping, with hops with tropical fruit qualities lends the ‘juicy’ character for which this style is known.Heavy examples suggestive of milkshakes, creamsicles, or fruit smoothies are outside this style; IPAs should always be drinkable. Haziness comes from dry-hopping, not suspended yeast, starch haze, or other techniques; a hazy shine is desirable, not a cloudy, murky mess.",
  "history": "A modern craft beer style originating in the New England region of the United States as an American IPA variant. Alchemist Heady Topper is believed to be the original inspiration as the style grew in popularity during the 2010s. The style continues to evolve, including a trend towards lower bitterness and using the style as the base for other additions.",
  "style_comparison": "Has a fuller, softer mouthfeel, a more fruit-forward late hop expression, a more restrained perceived bitterness balance, and a hazier appearance than American IPA. Many modern American IPAs are fruity and somewhat hazy; examples with a dry, crisp finish, at most medium body, and high perceived bitternessshould be entered as 21A American IPA. Noticeable additions of fruit, lactose, vanilla, etc. to increase the fruity, smooth character should be entered in a specialty category defined by the additives (e.g., 29A Fruit Beer, 29C Specialty Fruit Beer, 30D Specialty Spice Beer).",
  "tags": "high-strength, pale-color, top-fermented, north-america, craft-style, ipa-family, bitter, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.06
    },
    "maximum": {
      "unit": "sg",
      "value": 1.085
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 25
    },
    "maximum": {
      "unit": "IBUs",
      "value": 60
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.015
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 6
    },
    "maximum": {
      "unit": "%",
      "value": 9
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 3
    },
    "maximum": {
      "unit": "SRM",
      "value": 7
    }
  },
  "ingredients": "Grist like an American IPA, but with more flakedgrains and less caramel or specialty malts. American or New World hops with fruity characteristics. Neutral to estery yeast. Balanced to chloride-rich water. Heavily dry-hopped, partly during active fermentation, using a variety of hopping doses and temperatures to emphasis depth of hop aroma and flavor over bitterness. Biotransformation of hop oils during fermentation adds to the depth and fruit complexity.",
  "examples": "Belching Beaver Hazers Gonna Haze, Hill Farmstead Susan, Other Half Green Diamonds Double IPA, Pinthouse Electric Jellyfish, Tree House Julius, Trillium Congress Street, WeldWerks Juicy Bits",
  "style_guide": "BJCP2021",
  "type": "beer"
}
