{
  "name": "Double IPA",
  "category": "Strong American Ale",
  "category_id": "22",
  "style_id": "22A",
  "category_description": "This category includes modern American strong ales with a varying balance of malt and hops. The category is defined mostly by higher alcohol strength and a lack of roast.",
  "overall_impression": "An intensely hoppy, fairly strong, bitter pale ale without the big, rich, complex maltiness, residual sweetness, and body of an American Barleywine. Strongly hopped, but clean, dry, and lacking harshness. Despite showing its strength, drinkability is an important consideration.",
  "aroma": "A prominent to intense hop aroma typically featuringmodern American or New World hop characteristics such as citrus, floral, pine, resin, spice, tropical fruit, stone fruit, berry, or melon. A supportive, clean, neutral to grainy maltiness may be found in the background. Neutral to lightly fruity fermentation profile. Alcohol may be noted, but should not be solventy.",
  "appearance": "Gold to light orange-copper color, but most modern versions are fairly pale. Good clarity, although a little haze is acceptable. Moderate-sized, persistent, white to off-white head.",
  "flavor": "Strong and complex hop flavor (same descriptors as aroma). Moderately high to very high bitterness, but should not be harsh. Low to medium supportive, clean, soft, unobtrusivemalt character; may have light caramel or toast flavors. Dry to medium-dry finish, not sweet or heavy, with a lingering hoppy, bitter aftertaste. Low to moderate fruitiness optional. A light, clean, smooth alcohol flavor is allowable.",
  "mouthfeel": "Medium-light to medium body, with a smooth texture. Medium to medium-high carbonation. No harsh hop-derived astringency. Restrained, smooth alcohol warmth acceptable.",
  "comments": "Rarely called Imperial IPA. Many modern versions have multiple dry-hop additions.",
  "history": "An American craft beer innovation first developed in the mid-late 1990s as more intense version of American IPA. Became more mainstream and popular throughout the 2000s, and inspired additional IPA creativity. Russian River Pliny the Elder, first brewed in 2000, helped popularize the style.",
  "style_comparison": "Bigger than English and American IPAs in alcohol strength, bitterness, and hoppiness. Less malty-rich, less body, drier, and with a greater overall hop balance than American Barleywine.",
  "tags": "very-high-strength, pale-color, top-fermented, north-america, craft-style, ipa-family, bitter, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.065
    },
    "maximum": {
      "unit": "sg",
      "value": 1.085
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 60
    },
    "maximum": {
      "unit": "IBUs",
      "value": 100
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.018
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 7.5
    },
    "maximum": {
      "unit": "%",
      "value": 10
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 6
    },
    "maximum": {
      "unit": "SRM",
      "value": 14
    }
  },
  "ingredients": "Neutral base malt. Sugar adjuncts common. Crystal malts rare. American or New World hops. Neutral or lightly fruity yeast. No oak.",
  "examples": "Columbus Brewing Bohdi, Fat Head’s Hop Juju, Port Brewing Hop-15, Russian River Pliny the Elder, Stone Ruination Double IPA 2.0, Wicked Weed Freak of Nature",
  "style_guide": "BJCP2021",
  "type": "beer"
}
