{
  "name": "American Strong Ale",
  "category": "Strong American Ale",
  "category_id": "22",
  "style_id": "22B",
  "category_description": "This category includes modern American strong ales with a varying balance of malt and hops. The category is defined mostly by higher alcohol strength and a lack of roast.",
  "notes": "A grouping of beers with similar balance and profile rather than a distinct style. A category for a variety of stronger, bitter-and-malty beers that aren’t quite Barleywines.",
  "overall_impression": "A malty, bitter, and strong American Ale fitting in the space between American Barleywine, Double IPA, and Red IPA. The malty and hoppy flavors can be quite strong, but are generally in balance.",
  "aroma": "Medium to high hop aroma typically featuring modern American or New World hop characteristics such as citrus, floral, pine, resinous, spicy, tropical fruit, stone fruit, berry, or melon. Moderate to bold maltiness supporting the hop profile, with medium to dark caramel common, toasty or bready possible, and background notes of light roast or chocolate allowable. Neutral to moderately fruity fermentation profile. Alcohol may be noted, but should not be solventy.",
  "appearance": "Medium amber to deep copper or light brown. Moderate-low to medium-sized off-white to light tan head; may have low head retention. Good clarity. Legs possible.",
  "flavor": "Medium to high malt, with a caramel, toffee, or dark fruit quality. Malt complexity can include additional toasty, bready, or rich flavors in support. Light chocolate or roast allowable, but should not be burnt or sharp. Medium-high to high bitterness. Moderate to high hop flavor, same descriptors as aroma. Low to moderate esters. May have a noticeable alcohol flavor, but should not be sharp. Medium to high malty sweetness on the palate, finishing somewhat dry to somewhat sweet. Should not be syrupy, sweet, or cloying. Bitter to bittersweet aftertaste, with hops, malt, and alcohol noticeable.",
  "mouthfeel": "Medium to full body. An alcohol warmth may be present, but should not be excessively hot. Light hop astringency allowable. Medium-low to medium carbonation.",
  "comments": "A fairly broad style describing beers labeled in various ways, including modern Double Red Ales and other strong, malty-but-hoppy beers that aren’t quite in the Barleywine class. Diverse enough to include what may be viewed as a strong American Amber Ale with room for stronger versions of other American Ale styles.",
  "history": "While modern craft versions were developed as “imperial” strength versions of American amber or red ales, the style has much in common with historic American Stock Ales. Strong, malty beers were highly hopped to keep as provision beers prior to Prohibition. There is no continuous legacy of brewing stock ales in this manner, but the resemblance is considerable (albeit without the age character).",
  "style_comparison": "Generally not as strong and as rich as an American Barleywine. More malt balanced than an American or Double IPA. More American hop intensity than a British Strong Ale. Maltier and fuller-bodied than a Red IPA.",
  "tags": "high-strength, amber-color, top-fermented, north-america, craft-style, strong-ale-family, bitter, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.062
    },
    "maximum": {
      "unit": "sg",
      "value": 1.09
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 50
    },
    "maximum": {
      "unit": "IBUs",
      "value": 100
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.014
    },
    "maximum": {
      "unit": "sg",
      "value": 1.024
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 6.3
    },
    "maximum": {
      "unit": "%",
      "value": 10
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 7
    },
    "maximum": {
      "unit": "SRM",
      "value": 18
    }
  },
  "ingredients": "Pale base malt. Medium to dark crystal malts common. American or New World hops. Neutral or lightly fruity yeast.",
  "examples": "Arrogant Bastard Ale, Fat Head’s Bone Head, Great Lakes Nosferatu, Oskar Blues G’Knight, Port Brewing Shark Attack Double Red Ale",
  "style_guide": "BJCP2021",
  "type": "beer"
}
