{
  "name": "American Barleywine",
  "category": "Strong American Ale",
  "category_id": "22",
  "style_id": "22C",
  "overall_impression": "A very strong, malty, hoppy, bitter American ale with a rich palate, full mouthfeel, and warming aftertaste, suitable for contemplative sipping.",
  "aroma": "Strong malt and hop aroma dominates. Hops are moderate to assertive, showing a range of American, New World, or English characteristics. Citrusy, fruity, or resiny are classic attributes, but others are possible, including those from modern hops. Strong grainy, bready, toasty, light caramel, or neutral malt richness, but typically not with darker caramel, roast, or deep fruit aspects. Low to moderately strong esters and alcohol, lower in the balance than the malt and hops. Intensities fade with age.",
  "appearance": "Color ranges from amber to medium copper, rarely up to light brown. Ruby highlights common. Moderately-low to large off-white to light tan head; may have low head retention. Good to brilliant clarity but may have some chill haze. The color may appear to have great depth, as if viewed through a thick glass lens. Legs possible.",
  "flavor": "Similar malt and hop flavors as the aroma (same descriptors apply). Moderately strong to aggressive bitterness, tempered by a rich, malty palate. Moderate to high hop flavor. Low to moderate esters. Noticeable alcohol, but not solventy. Moderately low to moderately high malty sweetness on the palate, with a somewhat malty to dry but full finish. Age will often dry out the beer, and smooth out the flavors. The balance is malty, but always bitter.",
  "mouthfeel": "Full-bodied and chewy, with a velvety, luscious texture, declining with age. A smooth alcohol warmth should be noticeable, but shouldn’t burn. Carbonation may be low to moderate, depending on age and conditioning.",
  "comments": "Sometimes labeled as “Barley Wine” or “Barleywine-style ale”. Recently many US breweries seem to have discontinued their Barleywines, made them barrel-aged, or rebranded them as some form of IPA.",
  "history": "Traditionally the strongest ale offered by a brewery, often associated with the winter season and vintage-dated. As with many American craft beer styles, an adaptation of an English style using American ingredients and balance. One of the first American craft beer versions was Anchor Old Foghorn, first brewed in 1975. Sierra Nevada Bigfoot, first brewed in 1983, set the standard for the hop-forward style of today. The story goes that when Sierra Nevada first sent Bigfoot out for lab analysis, the lab called and said, “your Barleywine is too bitter” – to which Sierra Nevada replied, “thank you.”",
  "style_comparison": "Greater emphasis on hop bitterness, flavor, and aroma than English Barley Wine, often featuring American hop varieties. Typically paler than the darker English Barley Winesand lacking their deeper malt flavors, but darker than the golden English Barley Wines. Differs from a Double IPA in that the hops are not extreme, the malt is more forward, and the body is fuller and often richer. American Barleywine typically has more residual sweetness than Double IPA, which affects the overall drinkability (sipping vs. drinking).",
  "tags": "very-high-strength, amber-color, top-fermented, north-america, craft-style, strong-ale-family, bitter, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.08
    },
    "maximum": {
      "unit": "sg",
      "value": 1.12
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 50
    },
    "maximum": {
      "unit": "IBUs",
      "value": 100
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.016
    },
    "maximum": {
      "unit": "sg",
      "value": 1.03
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 8
    },
    "maximum": {
      "unit": "%",
      "value": 12
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 9
    },
    "maximum": {
      "unit": "SRM",
      "value": 18
    }
  },
  "ingredients": "Pale malt with some specialty malts. Dark malts used with great restraint. Many varieties of hops can be used, but typically includes American hops. American or English ale yeast.",
  "examples": "Anchor Old Foghorn, Bell’s Third Coast Old Ale,East End Gratitude, Hair of the Dog Doggie Claws, Sierra Nevada Bigfoot",
  "style_guide": "BJCP2021",
  "type": "beer"
}
