{
  "name": "Berliner Weisse",
  "category": "European Sour Ale",
  "category_id": "23",
  "style_id": "23A",
  "category_description": "This category contains the traditional sour beer styles of Europe that are still produced, many (but not all) with a wheat component. Most have low bitterness, with the sourness of the beer providing the balance that hop bitterness would otherwise contribute. Some are sweetened or flavored, whether at the brewery or upon consumption.",
  "overall_impression": "A very pale, refreshing, low-alcohol German wheat beer with a clean lactic sourness and a very high carbonation level. A light bread dough malt flavor supports the sourness, which shouldn’t seem artificial. A gentle fruitiness is found in the best examples.",
  "aroma": "A moderate to moderately-high sharply sour character is dominant. Can have up to a moderately fruitiness, often lemon, tart apple, peach, or apricot, and a light floral note. No hop aroma. The wheat may be perceived as raw bread dough in fresher versions; combined with the acidity, may suggest sourdough bread.",
  "appearance": "Straw in color, can be very pale. Clarity ranges from clear to somewhat hazy. Large, dense, white head with poor retention. Highly effervescent.",
  "flavor": "Clean lactic sourness dominates and can be quite strong. A complementary doughy, bready, or grainy wheat flavor is generally noticeable. Hop bitterness is undetectable; sourness provides the balance rather than hops. Never vinegary. Bright yet restrained fruitiness may be detected asapricot-peach,citrus-lemon, or tart apple. Very dry finish. Balance dominated by sourness, but some malt flavor should be present. No hop flavor. No THP.",
  "mouthfeel": "Light body, but never thin. Very high carbonation. No sensation of alcohol. Crisp acidity.",
  "comments": "Any Brettcharacter is restrained, and is typically expressed as fruity and floralnotes, not funky.Aged examples can show a cider, honey, hay, or gentle wildflower character, and sometimes increased acidity.In Germany, it is classified as a Schankbier denoting a small beer of starting gravity in the range 7-8 °P. Fruited or Spiced versions should be entered as 29A Fruit Beer, as 30A Spice, Herb, or Vegetable Beer, or as 29B Fruit and Spice Beer.",
  "history": "A regional specialty of Berlin.Referred to by Napoleon's troops in 1809 as “the Champagne of the North” due to its lively and elegant character. At one point, it was smoked and there used to be Märzen-strength (14 °P) version. Increasingly rare in Germany, but now produced in several other countries.",
  "style_comparison": "Compared to Lambic, has a clean lactic sourness with restrained to below sensory threshold Brett. Also lower in alcohol content.Compared to Straight Sour Beer and Catharina Sour, is lower gravity and may contain Brett.",
  "tags": "session-strength, pale-color, top-fermented, central-europe, traditional-style, wheat-beer-family, sour",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.028
    },
    "maximum": {
      "unit": "sg",
      "value": 1.032
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 3
    },
    "maximum": {
      "unit": "IBUs",
      "value": 8
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.003
    },
    "maximum": {
      "unit": "sg",
      "value": 1.006
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 2.8
    },
    "maximum": {
      "unit": "%",
      "value": 3.8
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 2
    },
    "maximum": {
      "unit": "SRM",
      "value": 3
    }
  },
  "ingredients": "Pilsner malt. Usually wheat malt, often at least half the grist. A symbiotic co-fermentation with top-fermenting yeast and LAB provides the sharp sourness, which may be enhanced by blending of beers of different ages during fermentation and by cool aging. Decoction mashing with mash hopping is traditional. German brewing scientists believe that Brett is essential to get the correct, fruity-floral flavor profile.",
  "examples": "Bayerischer Bahnhof Berliner Style Weisse, Berliner Berg Berliner Weisse, Brauerei Meierei Weiße, Lemke Berlin Budike Weisse, Schell's Brewing Company Schelltheiss, Urban Chestnut Ku’damm",
  "style_guide": "BJCP2021",
  "type": "beer"
}
