{
  "name": "Flanders Red Ale",
  "category": "European Sour Ale",
  "category_id": "23",
  "style_id": "23B",
  "overall_impression": "A sour and fruityoak-aged reddish-brown Belgian-style ale with supportive toasty malt flavors and fruit complexity. The dry, tannic finish supports the suggestion of a vintage red wine.",
  "aroma": "Complex fruity-sour profile with supporting malt. Fruitiness is high, and reminiscent of black cherries, oranges, plums, red currants, or fruit leather. Low to medium-low vanilla, chocolate,or peppery phenolcan be present for complexity. The sour aroma ranges from moderate to high. A dominant vinegary character is inappropriate, although low to moderate levels of acetic acid are acceptable if balanced with the malt. No hop aroma.",
  "appearance": "Deep red, burgundy to reddish-brown in color. Good clarity. White to very pale tan head. Average to good head retention.",
  "flavor": "Moderate to moderately-high malty flavors often have a soft toasty-rich quality. Intense fruit flavors, same descriptors as aroma. Complex, moderate to high sourness, accentuated by the esters; should not be a simple lactic sourness. A dominant vinegary character is inappropriate, although low to moderate acetic acid is acceptable if balanced with the malt. Generally as the sour character increases, the malt character fades to more of a background flavor (and vice versa). Lowto medium-low vanilla, chocolate, or peppery phenolsoptional. No hop flavor. Restrained bitterness; balanced to the malt side. Acids and tannins can enhance the perception of bitterness, and provide balance and structure. Some versions are sweetened, or blended to be sweet; allow for a wide range of sweetness levels, which can soften the acidic bite and acetic perception.",
  "mouthfeel": "Medium body, often enhanced by tannins. Low to medium carbonation. Low to medium astringency, often with a prickly acidity. Deceivingly light and crisp on the palate although a somewhat sweet finish is not uncommon.",
  "comments": "The “wine-like” observation should not be taken too literally; it may suggest a high-acid French Burgundy to some, but it is clearly not identical. Produced by long aging (up to two years) in large wooden vats (foeders), blending of young and well-aged beer, and variable amounts of sweetening of the final product.A wide range of products are possible depending on the actual blend and whether any sweetening takes place. Acetic flavors may be noted, but not all acidity in this beer is from acetic acid; vinegar is over six times greater in total acidity than this style. Fruited versions should be entered as a 29A Fruit Beer.",
  "history": "An indigenous beer of West Flanders, typified by the products of the Rodenbach brewery, established in 1821. Aging in wooden vats and blending of old and young beers borrowed from the English tradition. Belgian brewers consider Flanders Red and Oud Bruin to be of the same style family, but the distinction was first made when Michael Jackson first defined beer styles, since the flavor profiles are distinctly different.Many modern examples are influenced by the popularity of Rodenbach Grand Cru.Characteristic Ingredients: Vienna or Munich malts, a variety of caramel malts, maize. Low alpha acid continental hops. Sacch, Lacto, and Brett. Aged in oak. Sometimes blended and sweetened (natural or artificial).",
  "style_comparison": "Less malty-rich than an Oud Bruin, often with more of a fruity-tart and acetic profile.",
  "tags": "standard-strength, amber-color, top-fermented, western-europe, traditional-style, balanced, sour, wood",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.048
    },
    "maximum": {
      "unit": "sg",
      "value": 1.057
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 10
    },
    "maximum": {
      "unit": "IBUs",
      "value": 25
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.002
    },
    "maximum": {
      "unit": "sg",
      "value": 1.012
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.6
    },
    "maximum": {
      "unit": "%",
      "value": 6.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 10
    },
    "maximum": {
      "unit": "SRM",
      "value": 17
    }
  },
  "examples": "Cuvée des Jacobins, Duchesse de Bourgogne, New Belgium La Folie,Rodenbach Classic, Rodenbach Grand Cru, Vichtenaar Flemish Ale",
  "style_guide": "BJCP2021",
  "type": "beer"
}
