{
  "name": "Oud Bruin",
  "category": "European Sour Ale",
  "category_id": "23",
  "style_id": "23C",
  "category_description": "This category contains the traditional sour beer styles of Europe that are still produced, many (but not all) with a wheat component. Most have low bitterness, with the sourness of the beer providing the balance that hop bitterness would otherwise contribute. Some are sweetened or flavored, whether at the brewery or upon consumption.",
  "overall_impression": "A malty, fruity, aged, somewhat sour Belgian-style brown ale with a caramel-chocolate malt flavor, and often substantial alcohol.",
  "aroma": "Richly malty with fruity esters and an aged sourness. Medium to medium-high esters commonly reminiscent of raisins, plums, figs, dates, oranges, black cherries, or prunes. Medium-low to medium-high malt with caramel, toffee, treacle, or chocolatecharacter. Low spicy-peppery phenols optional. A low sour aroma may be present, and can modestly increase with age but should not grow to a strongly acetic, vinegary character. Hop aroma absent.Aged examples can show a lightly nutty, sherry-like oxidation character.",
  "appearance": "Dark reddish-brown to brown in color. Good clarity. Average to good head retention. Ivory to light tan head color.",
  "flavor": "Malty with fruity complexity and typically some dark caramel or burnt sugar flavor. Medium-low to medium-high malt, same descriptors as aroma.Medium to medium-high fruitiness, same descriptors as aroma. Low spicy-peppery phenols optional. A slight sourness often becomes more pronounced in well-aged examples, along with some sherry-like character, producing a “sweet-and-sour” profile and aftertaste. The sourness should not grow to a strongly acetic, vinegary character. Hop flavor absent. Restrained hop bitterness. Balance is malty, but with fruitiness and sourness present. Blending and sweetening may produce a range of finishes, and balances.",
  "mouthfeel": "Medium to medium-full body. Low to moderate carbonation. No astringency. Stronger versions can be noticeably warming.",
  "comments": "Long aging and blending of young and aged beer may occur, adding smoothness and complexity and balancing any harsh, sour character. Traditionally, this style was designed to lay down so examples with a moderate aged character are considered superior to younger examples. Fruited versions should be entered as a29A Fruit Beer.",
  "history": "An indigenous beer of East Flanders, typified by the products of the Liefman brewery with roots back to the 1600s. Belgian brewers consider Flanders Red and Oud Bruin to be of the same style family, but the distinction was first made when Michael Jackson first defined beer styles, since the flavor profiles are distinctly different.Many modern examples are influenced by the popularity of Liefmans Goudenband. Unrelated to the dark, sweet Dutch lager of the same name.",
  "style_comparison": "A deeper malt character with more caramel, toffee, and chocolate flavorsand darker color distinguishes these beers from Flanders Red Ale. The Oud Bruin is less acetic and maltier than a Flanders Red, and the fruity flavors are more malt-oriented. In modern times, Oud Bruin also tends to be higher in alcohol than is typically seen in Flanders Red Ales. Differs from Lambic in that they are not spontaneously fermented, and don’t contain wheat.",
  "tags": "standard-strength, dark-color, top-fermented, western-europe, traditional-style, malty, sour",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.04
    },
    "maximum": {
      "unit": "sg",
      "value": 1.074
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 25
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.012
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4
    },
    "maximum": {
      "unit": "%",
      "value": 8
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 17
    },
    "maximum": {
      "unit": "SRM",
      "value": 22
    }
  },
  "ingredients": "Pils malt, dark crystal malts,maize, small amounts ofcolor malt. Low alpha acid continental hops. Sacch and Lacto. Aged. Water with carbonates and magnesium typical of its home region.",
  "examples": "Ichtegem Oud Bruin, Liefmans Goudenband, Liefmans Oud Bruin, Petrus Roodbruin, pFriem Oud Bruin, VanderGhinste Roodbruin",
  "style_guide": "BJCP2021",
  "type": "beer"
}
