{
  "name": "Lambic",
  "category": "European Sour Ale",
  "category_id": "23",
  "style_id": "23D",
  "category_description": "This category contains the traditional sour beer styles of Europe that are still produced, many (but not all) with a wheat component. Most have low bitterness, with the sourness of the beer providing the balance that hop bitterness would otherwise contribute. Some are sweetened or flavored, whether at the brewery or upon consumption.",
  "overall_impression": "A fairly sour, often moderately funky, wild Belgian wheat beer with sourness taking the place of hop bitterness in the balance. Traditionally served uncarbonated as a café drink.",
  "aroma": "Young versions can be quite sour and fruity, but can develop barnyard, earthy, goaty, hay, horsey, or horse blanket funkiness with age. The fruit character can take on a light citrus fruit, citrus rind, pome fruit, or rhubarb quality, getting more complex with age. Malt can have a light bready, grainy, honey, or wheat-like quality, if noticeable. Should not have enteric, smoky, cigar-like, or cheesy faults. No hops.",
  "appearance": "Pale yellow to deep golden in color; age tends to darken the beer. Clarity is hazy to good. Younger versions are often cloudy, while older ones are generally clear. White colored head generally has poor retention.",
  "flavor": "Young versions often have a strong lactic sourness with fruity flavors (same descriptors as aroma), while aged versions are more balanced and complex. Funky notes can develop over time, same descriptors as aroma. Low bready, grainy malt. Bitterness generally below sensory threshold; sourness provides the balance. No hop flavor. Dry finish, increasing with age.Should not have enteric, smoky, cigar-like, or cheesy faults.",
  "mouthfeel": "Light to medium-light body; should not be watery. Has a medium to high tart, puckering quality without being sharply astringent. Traditional versions are virtually to completely uncarbonated, but bottled examples can pick up moderate carbonation with age.",
  "comments": "A single-batch, unblended beer, reflecting the house character of the brewery. Generally served young (6 months) from the cask. Younger versions tend to be one-dimensionally sour since a complex Brett character takes a year or more to develop. A noticeable vinegary or cidery character is considered a fault by Belgian brewers. Typically bottled only when completely fermented. Lambic sweetened with raw sugar at service time is known as Faro.",
  "history": "Spontaneously-fermented ‘wild’ ales from the area in and around Brussels (also known as the Senne Valley and thePajottenland) stem from a farmhouse brewing tradition several centuries old. The number of producers is constantly dwindling.",
  "style_comparison": "Often has a simpler sourness and less complexity than a Gueuze, but more variability from batch to batch. Traditionally served uncarbonated from pitchers, while Gueuze is bottled and very highly carbonated.",
  "tags": "standard-strength, pale-color, wild-fermented, western-europe, traditional-style, wheat-beer-family, sour",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.04
    },
    "maximum": {
      "unit": "sg",
      "value": 1.054
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 0
    },
    "maximum": {
      "unit": "IBUs",
      "value": 10
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.001
    },
    "maximum": {
      "unit": "sg",
      "value": 1.01
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5
    },
    "maximum": {
      "unit": "%",
      "value": 6.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 3
    },
    "maximum": {
      "unit": "SRM",
      "value": 6
    }
  },
  "ingredients": "Pilsner malt, unmalted wheat. Aged hops (3+ years) used more as a preservative than for bitterness. Spontaneously fermented with naturally occurring yeast and bacteria in well-used, neutral oak barrels.",
  "examples": "Cantillon Grand Cru Bruocsella. In the Brussels area, many specialty cafés have draught lambic from Boon, De Cam, Cantillon, Drie Fonteinen, Lindemans, Timmermans, Girardin and others.",
  "style_guide": "BJCP2021",
  "type": "beer"
}
