{
  "name": "Fruit Lambic",
  "category": "European Sour Ale",
  "category_id": "23",
  "style_id": "23F",
  "category_description": "This category contains the traditional sour beer styles of Europe that are still produced, many (but not all) with a wheat component. Most have low bitterness, with the sourness of the beer providing the balance that hop bitterness would otherwise contribute. Some are sweetened or flavored, whether at the brewery or upon consumption.",
  "overall_impression": "A complex, refreshing, pleasantly sour Belgian wheat beerblending a complementary fermented fruit character with a sour, funky Gueuze.",
  "aroma": "The specified fruit should be the dominant aroma, blending well with similar aromatics as Gueuze (same description applies, but with the addition of a fermented fruit character).",
  "appearance": "Like Gueuze, but modified by the color of the fruit used, fading in intensity with age.Clarity is often good, although some fruit will not drop bright. If highly carbonated in the traditional manner, will have a thick rocky, generally long-lasting,mousse-like head, sometimes with a hue reflecting the added fruit.",
  "flavor": "Combines the flavor profile of a Gueuze (same description applies) with noticeable flavor contributions from the added fruit. Traditional versions are dry and tart, with an added fermented fruit flavor. Modern versions may have a variable sweetness, which can offset the acidity. Fruit flavors also fade with age, and lose their vibrancy, so can be low to high in intensity.",
  "mouthfeel": "Light to medium-light body; should not be watery. Has a low to high tart, puckering quality without being sharply astringent. Some versions have a light warming character. Carbonation can vary from sparkling to nearly still.",
  "comments": "Produced like Gueuze, with the fruit commonly added halfway through aging,so the yeast and bacteria can ferment all sugars from the fruit; or less commonly by adding fruit to aLambic. The variety of fruit can sometimes be hard to identify since fermented and aged fruit is often perceived differently than the more recognizable fresh fruit. Fruit can bring acidity and tannins, in addition to flavor and aroma; understanding the fermented character of added fruit helps with judging the style.",
  "history": "Same basic history as Gueuze, including the recent sweetening trend but with fruit in addition to sugar. Fruit was traditionally added by the blender or publican to increase the variety of beers available in local cafés.",
  "style_comparison": "A Gueuze with fruit, not just a sour Fruit Beer; the wild character must be evident.",
  "entry_instructions": "The type of fruit used must be specified. The brewer must declare a carbonation level (low, medium, high) and a sweetness level (low/none, medium, high).",
  "tags": "standard-strength, pale-color, wild-fermented, western-europe, traditional-style, wheat-beer-family, sour, fruit",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.04
    },
    "maximum": {
      "unit": "sg",
      "value": 1.06
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 0
    },
    "maximum": {
      "unit": "IBUs",
      "value": 10
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1
    },
    "maximum": {
      "unit": "sg",
      "value": 1.01
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5
    },
    "maximum": {
      "unit": "%",
      "value": 7
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 3
    },
    "maximum": {
      "unit": "SRM",
      "value": null
    }
  },
  "ingredients": "Same base as Gueuze. Fruit added to barrels during fermentation and blending. Traditional fruit include tart cherries, raspberries; modern fruit include peaches, apricots, grapes, and others.May use natural or artificial sweeteners.",
  "examples": "3 Fonteinen Schaerbeekse Kriek, Cantillon Fou’ Foune, Cantillon Lou Pepe Framboise, Cantillon Vigneronne, Hanssens Oude Kriek,Oude KriekBoon",
  "style_guide": "BJCP2021",
  "type": "beer"
}
