{
  "name": "Witbier",
  "category": "Belgian Ale",
  "category_id": "24",
  "style_id": "24A",
  "overall_impression": "A pale, hazy Belgian wheat beer with spices accentuating the yeast character. Adelicate, lightly spiced, moderate-strength ale that is a refreshing summer drink with its high carbonation, dry finish, and light hopping.",
  "aroma": "Moderate bready maltiness, often with light notes of honey or vanilla.Light grainy, spicy wheat aromatics. Moderate perfumy-lemony coriander, often with a complex herbal, spicy, or peppery note in the background. Moderate zesty, citrusy-orangey fruitiness. A low spicy-herbal hop aroma is optional, but typically absent. Spices should blend in with fruity, floral, and sweet aromas and should not be overly strong.",
  "appearance": "Very pale straw to deep yellow in color. The beer will be very cloudy from starch haze or yeast, which gives it a milky, whitish-yellow shine. Dense, white, moussy head. Head retention should be quite good.",
  "flavor": "Pleasant bready, grainy malt flavor, often with a honey or vanilla character. Moderate zesty, orange-citrusy fruitiness. Herbal-spicy flavors, which may include lemony coriander and other spices, are common should be subtle and balanced, not overpowering. A spicy-earthy hop flavor can be low to none, and never overshadows the spices. Hop bitterness is low to medium-low, and supports the refreshing flavors of fruit and spice. Refreshingly crisp with a dryfinish, and no bitter or harsh aftertaste.",
  "mouthfeel": "Medium-light to medium body, often having a smoothness and light creaminess. Effervescent character from high carbonation. Refreshing, from carbonation, dryness, and lack of bitterness in finish. No harshness or astringency. Should not be overly dry and thin, nor should it be thick and heavy.",
  "comments": "Historical versions may have had some lactic sourness but this is absent in fresh modern versions. Spicing has some variety, but should not be overdone. Coriander of certain origin or age might give an inappropriate ham or celery character. The beer tends to be perishable, so younger, fresher, properly-handled examples are most desirable. An impression of sweetness is often due to low bitterness, not residual sugar. Most examples seem to be approximately 5% ABV.",
  "history": "One of a group of medieval Belgian white beers from the Leuven area, it died out in 1957 and was later revived in 1966 by Pierre Celis at what became Hoegaarden.After Hoegaarden was acquired by Interbrew, the style grew rapidly and inspired many similar products that are traceable to the Celis recreation of the style, not those from past centuries.",
  "style_comparison": "Low bitterness level with a balance similar to a Weissbier, but with spice and citrus character coming from additions more so than the yeast.",
  "tags": "standard-strength, pale-color, top-fermented, western-europe, traditional-style, wheat-beer-family, spice",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.044
    },
    "maximum": {
      "unit": "sg",
      "value": 1.052
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 8
    },
    "maximum": {
      "unit": "IBUs",
      "value": 20
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.012
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.5
    },
    "maximum": {
      "unit": "%",
      "value": 5.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 2
    },
    "maximum": {
      "unit": "SRM",
      "value": 4
    }
  },
  "ingredients": "Unmalted wheat (30-60%), the remainderlow color barley malt. Some versions use up to 5-10% raw oats or other unmalted cereal grains. Traditionally uses coriander seed and dried Curaçao orange peel. Other secret spices are rumored to be used in some versions, as are sweet orange peels.Mild fruity-spicy Belgian ale yeast.",
  "examples": "Allagash White, Blanche de Bruxelles, Celis White, Hoegaarden White, Ommegang Witte,St. Bernardus Wit",
  "style_guide": "BJCP2021",
  "type": "beer"
}
