{
  "name": "Belgian Pale Ale",
  "category": "Belgian Ale",
  "category_id": "24",
  "style_id": "24B",
  "overall_impression": "A top-fermented, all malt, average strength Belgian ale that is moderately bitter, not dry-hopped, and without strong flavors. The copper-colored beer lacks the aggressive yeast character or sourness of many Belgian beers, buthas a well-balanced, malty, fruity, and often bready and toasty profile.",
  "aroma": "Moderate bready malt aroma, which can include toasty, biscuity, or nutty notes, possibly with a touch of light caramel or honey. Moderate to moderately high fruitiness complements the malt, and is suggestive of pear, orange, apple, or lemon, and sometimes of darker stone fruit like plums. Low to moderate spicy, herbal, or floral hop character. Low peppery, spicy phenols optional. The hop character is lower in balance than the malt and fruitiness.",
  "appearance": "Amber to copper in color. Clarity is very good. Creamy, rocky, white head. Well carbonated.",
  "flavor": "Has an initial soft, smooth, moderately malty flavor with a variable profile of toasty, biscuity, nutty, light caramel, or honey notes. Moderate to moderately high fruitiness, with a pear, orange, apple, or lemon character. Medium-low to low spicy, herbal, or floral hop character. Medium-high to medium-low bitterness, enhanced by optionallow to very low peppery phenols. Dry to balanced finish, with hops becoming more pronounced in the aftertaste of those with a drier finish. Fairly wellbalanced overall, with no single component being high in intensity; malt and fruitiness are more forward initially with a supportive bitterness and drying character coming on late.",
  "mouthfeel": "Medium to medium-light body. Smooth palate. Alcohol level is restrained, and any warming character should be low if present. Medium to medium-high carbonation.",
  "comments": "Most commonly found in the Flemish provinces of Antwerp, Brabant, Hainaut, and East Flanders. A Spéciale Belge Ale (Belgian Special Ale) in Belgium.",
  "history": "Created after a competition in 1904 to create a regional specialty beer to compete with imported British ales and continental lagers. De Koninck of Antwerp is the best-known modern example, making the beer since 1913.",
  "style_comparison": "Fairly similar to pale ales from England (11C Strong Bitter), typically with a slightly different yeast character and a more varied malt profile. Less yeast character than many other Belgian beers, though.",
  "tags": "standard-strength, amber-color, top-fermented, western-europe, traditional-style, pale-ale-family, balanced",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.048
    },
    "maximum": {
      "unit": "sg",
      "value": 1.054
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 30
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.014
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.8
    },
    "maximum": {
      "unit": "%",
      "value": 5.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 8
    },
    "maximum": {
      "unit": "SRM",
      "value": 14
    }
  },
  "ingredients": "Variable grist with pale, character, and caramel malts. No adjuncts. English or continental hops. Fruity yeast with low phenols.",
  "examples": "De Koninck Bolleke, De Ryck Special, Palm,Palm Dobble",
  "style_guide": "BJCP2021",
  "type": "beer"
}
