{
  "name": "Bière de Garde",
  "category": "Belgian Ale",
  "category_id": "24",
  "style_id": "24C",
  "notes": "Three main variations are included in the style: the blond (blonde), the brown (brune), and the most traditionalamber (ambrée).",
  "overall_impression": "A family of smooth, fairly strong, malty, lagered artisanal French beer with a range of malt flavors appropriate for the blond, amber, or brown color. All are malty yet dry, with clean flavors.Darker versions have more malt character, while paler versions can have more hops while still remaining malt-focused beers.",
  "aroma": "Prominent malty richness, often with a complex, light-to-moderate intensity, toasty and bready character. Low to moderate esters. Low spicy, peppery, or herbal hops optional. Generally quite clean, although stronger versions may have a light, spicy alcohol note as it warms.Paler versions are still malty but lack richer, deeper aromatics and may have a bit more hops.",
  "appearance": "Blond, amber, and brown variations exist, with the color varying",
  "accordingly": "golden-blonde to reddish-bronze to chestnut brown. Clarity is brilliant to fair, but some haze is allowable. Well-formed head, generally white to off-white (varyingwith beer color), average persistence.",
  "flavor": "Medium to high malty richness, often with a toasty, biscuity, toffee, or light caramel character. Low to moderate esters and alcohol flavors. Medium-low hop bitterness, giving a malty balance to the palate and aftertaste. Medium-dry to dry finish, not sweet, cloying, or heavy.Low spicy, peppery, or herbal hop flavor optional.Malt flavor, depth, richness,intensity, and complexity increases with beer color. Darker versions will have more of an initial rich malty impression than paler versions but should not seem roasted. Paler versions can have slightly greater hop flavor.",
  "mouthfeel": "Medium to medium-light body, often with a smooth, creamy-silky character. Moderate to high carbonation. Moderate alcohol warming, but should never be hot.",
  "comments": "Cellar, musty, moldy, or rustic character often mentioned in literature are signs of mishandled imports, not fresh, authentic products. Age and oxidation can also increase fruitiness and caramel flavors, but increase harshness. While caramel and fruit can be part of the style, do not confuse the oxidation character for the proper base beer.",
  "history": "Name roughly means beer for keeping. A traditional farmhouse artisanal ale from the area around Lille in Northern France,historically brewed in early spring and kept in cold cellars for consumption in warmer weather. Although documented to exist in the 1800s, Jenlain is the prototypical modern amber lager version first bottled in the 1940s.",
  "style_comparison": "Calling this a farmhouse beer invites comparisons to Saison, which has a completely different balance – Bière de Garde is malty and smooth, while Saison is hoppy and bitter. Actually has more of a similarity in malt profile to a Bock.",
  "entry_instructions": "Entrant must specify blond, amber, or brownBière de Garde. If no color is specified, the judge should attempt to judge based on initial observation, expecting a malt flavor and balance that matches the color.",
  "tags": "high-strength, pale-color, amber-color, any-fermentation, lagered, western-europe, traditional-style, amber-ale-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.06
    },
    "maximum": {
      "unit": "sg",
      "value": 1.08
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 18
    },
    "maximum": {
      "unit": "IBUs",
      "value": 28
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.016
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 6
    },
    "maximum": {
      "unit": "%",
      "value": 8.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 6
    },
    "maximum": {
      "unit": "SRM",
      "value": 19
    }
  },
  "ingredients": "Base malts vary by beer color, but usually include pale, Vienna, and Munich types. Crystal-type malts of varying color. Sugar adjuncts may be used. Lager or ale yeast fermented at cool ale temperatures, followed by long cold conditioning. Continental hops.",
  "examples": "Ch’Ti Blonde, Jenlain Ambrée, La Choulette Brune, Russian River Perdition,Saint Sylvestre 3 Monts Blonde, Two Brothers Domaine Dupage",
  "style_guide": "BJCP2021",
  "type": "beer"
}
