{
  "name": "Belgian Blond Ale",
  "category": "Strong Belgian Ale",
  "category_id": "25",
  "style_id": "25A",
  "category_description": "This category contains the pale, well-attenuated, balanced to bitter beers, often more driven by yeast character than malt flavors, with generally higher alcohol (although a range exists within styles).",
  "overall_impression": "A golden,moderately-strong Belgian ale with a pleasantly subtlecitrusy-spicy yeast complexity, smooth malty palate, and dry, soft finish.",
  "aroma": "Light to moderate grainy-sweet, slightly toasty, or crackerymalt. Subtle to moderate yeast profile featuring fruity-citrusy esters (like oranges or lemons), and background spicy-peppery phenols. Light earthy or spicy hop notes optional. Light perfumy alcohol and suggestions of a light malty sweetness can givea slight honey- or sugar-like character. Subtle yet complex.",
  "appearance": "Deep yellow to deep gold color. Generally very clear. Large, dense, and creamy white to off-white head. Good head retention with Belgian lace.",
  "flavor": "Similar to the aroma, with the light to moderate grainy-sweet malt flavor being perceived first. Faint, lightly caramelized sugar or honey-like sweetness on palate.Medium bitterness, with the malt slightly more prominent in the balance. Moderate to low yeast profile with orange or lemon esters, and slight spicy-peppery phenols. Can have a light perfumy character. Light hop flavor, can be spicy or earthy, complementing yeast. Finishes medium-dry to dry, smooth, and soft, with light alcohol and malt in the aftertaste.",
  "mouthfeel": "Medium-high to high carbonation, can give mouth-filling bubbly sensation. Medium body. Light to moderate alcohol warmth, but smooth. Can be somewhat creamy.",
  "comments": "Most commercial examples are in the 6.5 – 7% ABV range. Often has an almost lager-like character, which gives it a cleaner profile in comparison to many other Belgian styles. Flemish-speaking Belgians use the term Blond, while the French speakers spell it Blonde. Many monastic or artisanal Belgian beers are called Blond but those are notrepresentative of this style.",
  "history": "Relatively recent development to further appeal to European Pils drinkers, becoming more popular as it is heavily marketed and widely distributed. Despite claims of links back to 1200, the beer style was created after World War II and first popularized by Leffe.",
  "style_comparison": "Similar strength and balance as a Belgian Dubbel but gold in color and without the darker malt flavors. Similar character as a Belgian Strong Golden Ale or Belgian Tripel, although a bit maltier, not as bitter, and lower in alcohol.",
  "tags": "high-strength, pale-color, top-fermented, western-europe, traditional-style, balanced",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.062
    },
    "maximum": {
      "unit": "sg",
      "value": 1.075
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 15
    },
    "maximum": {
      "unit": "IBUs",
      "value": 30
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.018
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 6
    },
    "maximum": {
      "unit": "%",
      "value": 7.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 4
    },
    "maximum": {
      "unit": "SRM",
      "value": 6
    }
  },
  "ingredients": "Belgian Pils malt, aromatic malts, sugar or other adjuncts, Belgian Abbey-type yeast strains, continental hops. Spices are not traditionally used;if present, should be a background character only.",
  "examples": "Affligem Blond, Corsendonk Blond, Grimbergen Blonde, La Trappe Blond, Leffe Blond, Val-Dieu Blonde",
  "style_guide": "BJCP2021",
  "type": "beer"
}
