{
  "name": "Saison",
  "category": "Strong Belgian Ale",
  "category_id": "25",
  "style_id": "25B",
  "category_description": "This category contains the pale, well-attenuated, balanced to bitter beers, often more driven by yeast character than malt flavors, with generally higher alcohol (although a range exists within styles).",
  "overall_impression": "A family of refreshing, highly attenuated, hoppy, and fairly bitter Belgian ales with a very dry finish and high carbonation. Characterized by a fruity, spicy, sometimes phenolic fermentation profile,and the use of cereal grains and sometimes spices for complexity. Several variations in strength and color exist.",
  "aroma": "A pleasantly aromatic mix of fruity-spicy yeast and hops. The fruity esters are moderate to high, and often have a citrus fruit, pome fruit, or stone fruit character. Low to moderately-high spicy notes are often like black pepper, not clove. Hops are low to moderate and have a continental character (spicy, floral, earthy, or fruity). The malt is often overshadowed, but if detected is lightly grainy. Spices and herbs optional, but must not dominate. Sourness optional (see Comments).Strong versions have more aromatic intensity, and can add a light alcohol and moderate malt character. Table versions have less intensity and not have an alcohol character. Darker versions add malt character associated with darker grains.",
  "appearance": "Pale gold to deep amber in color, sometimes pale orange. Long-lasting, dense, rocky white to ivory head. Belgian lace. Unfiltered, so clarity is variable (poor to good) and may be hazy. Effervescent. Darker versions can be copper to dark brown. Stronger versions may be a little deeper in color.",
  "flavor": "A balance of fruity and spicy yeast, hoppy bitterness, and grainy malt with moderate to high bitterness, and a very dry finish. The fruity and spicy aspects are medium-low to medium-high, and hop flavor is low to medium, both with similar character as in the aroma (same descriptors apply). Malt is low to medium, with a soft, grainy palate. Very high attenuation, never with a sweet or heavy finish. Bitter, spicy aftertaste. Spices and herbs optional, but if used must be in harmony with the yeast. Sourness optional (see Comments).Darker versions will have more malt character, including flavors from the darker malts. Stronger versions will have greater malt intensity, and a light alcohol note.",
  "mouthfeel": "Light to medium-low body. Very high carbonation. Effervescent. Light warming alcohol optional. Sourness rare but optional (see Comments).Stronger versions can have up to medium body and be somewhat warming. Table versions have no warmth.",
  "comments": "This style generally describes the standard-strength pale version, followed by differences for variations in strength and color. Darker versions tend to have more malt character and less apparent hop bitterness, yielding a more balanced presentation. Stronger versions often have more malt flavor, richness, warmth, and body simply due to the higher gravity.There is no correlation between strength and color.Sourness is totally optional, and if present at low to moderate levels, it may substitute somewhat for bitterness in the balance. A Saison should not be both sour and bitter at the same time. The high attenuation may make the beer seem more bitter than the IBUs suggest. Pale versions are often more bitter and hoppy than darker versions. Yeast selection often drives the balance of fruity and spicy notes, and can change the character significantly; allow for a range of interpretations.Often called Farmhouse ales in the US, but this term is not common in Europe where they are simply part of a larger grouping of artisanal ales. Brettanomyces is not typical for this style; Saisons with Brett should be entered in the 28A Brett Beer style. A Grisette is a well-known type of Saison popular with miners; enter Grisette as 25B Saison, Session Strength, Comment: Grisette with wheat as the character grain.",
  "history": "A provision ale from Wallonia, the French-speaking part of Belgium. Originally a lower-alcohol product so as to not debilitate farm and field workers, but tavern-strength products also existed. The best known modern saison, Saison Dupont, was first produced in the 1920s. Dupont’s super saison was first produced in 1954, and its brown version in the mid-1980s. Fantôme begain producing its ‘seasonal’ saisons in 1988. While the style retains its rustic image, they are now mostly made in large breweries.",
  "style_comparison": "The pale, standard strength versions is like a more highly-attenuated, hoppy, and bitter Belgian Blond Ale with a stronger yeast character. At super strength and pale color, similar to a Belgian Tripel, but often with more of a grainy, rustic quality and sometimes with a spicier yeast character.",
  "entry_instructions": "The entrant must specify the strength (table, standard, super) and the color (pale, dark). The entrant may identify character grains used.",
  "tags": "standard-strength, pale-color, top-fermented, western-europe, traditional-style, bitter",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.048
    },
    "maximum": {
      "unit": "sg",
      "value": 1.065
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 35
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.002
    },
    "maximum": {
      "unit": "sg",
      "value": 1.008
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5
    },
    "maximum": {
      "unit": "%",
      "value": 7
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 5
    },
    "maximum": {
      "unit": "SRM",
      "value": 14
    }
  },
  "ingredients": "Pale base malt. Cereal grains, such as wheat, oats, spelt, or rye. May contain sugary adjuncts. Continental hops. Spicy-fruity Belgian Saison yeast. Spices and herbs are uncommon, but allowable if they don’t dominate.",
  "examples": "Ellezelloise Saison 2000, Lefebvre Saison 1900, Saison Dupont, Saison de Pipaix, Saison Voisin, Boulevard Tank 7",
  "style_guide": "BJCP2021",
  "type": "beer"
}
