{
  "name": "Belgian Single",
  "category": "Monastic Ale",
  "category_id": "26",
  "style_id": "26A",
  "category_description": "Religious institutions have a long history of brewing in Belgium, although often interrupted by conflict and occupation such as during the Napoleonic Wars and World War I. Very few such institutions actually brew today, although many have licensed their names to commercial breweries. Despite the limited production, the traditional styles derived from these breweries have been quite influential and have spread beyond Belgium. Various terms have been used to describe these beers, but many are protected appellations and reflect the origin of the beer rather than a style. Those monasteries could brew any style they choose, but the ones described in this category are those that are most commonly associated with this brewing tradition.We differentiate beers in this category as those that were inspired by religious breweries. Despite claims of uniqueness, these beers do share a number of common attributes that help characterize the styles. All are top-fermenting, have very high attenuation (“more digestible” in Belgium), achieve high carbonation through bottle conditioning (“refermented in the bottle” in Belgium), and have distinctive, complex, and aggressive ‘Belgian’ spicy-estery yeast character. Many are strong in alcohol.",
  "overall_impression": "A blond, bitter, hoppy table beer that is very dry and highly carbonated. The aggressive fruity-spicy Belgian yeast character and high bitterness is forward in the balance, with a soft, supportive grainy-sweet malt palate, and a spicy-floral hop profile.",
  "aroma": "Medium-low to medium-high Belgian yeast character, showing a fruity-spicy character along with medium-low to medium spicy or floral hops, rarely enhanced by light herbal or citrusy spice additions. Low to medium-low malt backdrop, withbready, crackery, grainy, or light honey notes. Fruit expression can vary widely (apple, pear, grapefruit, lemon, orange, peach, apricot). Phenols are typically like black pepper or clove. Bubblegum inappropriate.",
  "appearance": "Pale yellow to medium gold color. Generally good clarity, with a moderate-sized, persistent, billowy white head with characteristic lacing.",
  "flavor": "Initial malty flavor is light and has a honeyed biscuit, bready, or cracker character. Grainy but soft malt palate, and a crisp, dry, hoppy-bitter finish. Moderate spicy or floral hop flavor on the palate. Moderate esters similar in character to aroma. Light to moderate spicy phenols as found in the aroma. Medium to high bitterness, accentuated by dryness.The yeast and hop character lasts into the aftertaste.",
  "mouthfeel": "Medium-light to medium body. Smooth. Medium-high to high carbonation, can be somewhat prickly. Should not have noticeable alcohol warmth.",
  "comments": "Often not labeled or available outside the monastery, or infrequently brewed. Might also be called monk’s beer, Brother’s beer, or simply a Blond (we don’t use this term to avoid confusion with the very different Belgian Blond Ale style). Highly attenuated, generally 85% or more.",
  "history": "While monastic breweries have a tradition of brewing a lower-strength beer as a monk’s daily ration (Westmalle began making theirs in 1922), the bitter, pale beer this style describes is a relatively modern invention reflecting current tastes. Westvleteren first brewed theirs in 1999, but it replaced older lower-gravity products.",
  "style_comparison": "Like a top-fermented Belgian interpretation of a German Pils – pale, hoppy, and well-attenuated, but with a strong Belgian yeast character. Has less sweetness, higher attenuation, less character malt, and is more hop-centered than a Belgian Pale Ale. More like a much smaller, more highly-hopped Belgian Tripel (with its bitterness and dryness) than a smaller Belgian Blond Ale.",
  "tags": "standard-strength, pale-color, top-fermented, western-europe, craft-style, bitter, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.044
    },
    "maximum": {
      "unit": "sg",
      "value": 1.054
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 25
    },
    "maximum": {
      "unit": "IBUs",
      "value": 45
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.004
    },
    "maximum": {
      "unit": "sg",
      "value": 1.01
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.8
    },
    "maximum": {
      "unit": "%",
      "value": 6
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 3
    },
    "maximum": {
      "unit": "SRM",
      "value": 5
    }
  },
  "ingredients": "Pilsner malt. Belgian yeast.Continental hops.",
  "examples": "Chimay Gold, La Trappe Puur, Russian River Redemption, St. Bernardus Extra 4,Westmalle Extra, Westvleteren Blond",
  "style_guide": "BJCP2021",
  "type": "beer"
}
