{
  "name": "Belgian Dubbel",
  "category": "Monastic Ale",
  "category_id": "26",
  "style_id": "26B",
  "category_description": "Religious institutions have a long history of brewing in Belgium, although often interrupted by conflict and occupation such as during the Napoleonic Wars and World War I. Very few such institutions actually brew today, although many have licensed their names to commercial breweries. Despite the limited production, the traditional styles derived from these breweries have been quite influential and have spread beyond Belgium. Various terms have been used to describe these beers, but many are protected appellations and reflect the origin of the beer rather than a style. Those monasteries could brew any style they choose, but the ones described in this category are those that are most commonly associated with this brewing tradition.We differentiate beers in this category as those that were inspired by religious breweries. Despite claims of uniqueness, these beers do share a number of common attributes that help characterize the styles. All are top-fermenting, have very high attenuation (“more digestible” in Belgium), achieve high carbonation through bottle conditioning (“refermented in the bottle” in Belgium), and have distinctive, complex, and aggressive ‘Belgian’ spicy-estery yeast character. Many are strong in alcohol.",
  "overall_impression": "A deep reddish-copper, moderately strong, malty, complex Belgian ale with rich malty flavors, dark or dried fruit esters, and light alcohol blended together in a malty presentation that still finishes fairly dry.",
  "aroma": "Moderate to moderately strong, rich malty aroma, with hints of chocolate, caramelized sugar, or toast. Never roasted or burnt. Moderate fruity esters, often dark or dried fruit, especially raisins and plums, sometimes pome fruit or banana. Low to moderate spicy, peppery phenols. Hops typically absent, but can have a low spicy, herbal, or floral character. The malt is strongest in the balance, with esters and spice adding complexity.Low soft, perfumy alcohol optional.",
  "appearance": "Dark amber to copper in color, with an attractive reddish depth of color. Generally clear. Large, dense, and long-lasting creamy off-white head.",
  "flavor": "Flavor profile similar to aroma (same descriptors and intensities apply) for malt, esters, phenols, alcohol, and hops. Medium-low to medium bitterness, but malt is always most prominent in the balance. The esters and phenols add complexity and interest to the malt, alcohol not typically tasted. Malty-rich, sometimes sweet flavor, that finishes moderately dry with a malty aftertaste accented by yeast esters and phenols.",
  "mouthfeel": "Smooth, medium to medium-full body. Medium-high carbonation, which can influence the perception of body. Low alcohol warmth optional, never hot or solventy.",
  "comments": "Most commercial examples are in the 6.5 – 7% ABV range. Can taste somewhat sweet due to restrained bitterness, but the beers are actually fairly dry.",
  "history": "While dark and strong beers were produced long before, modern Dubbel traces back to the double brown or strong beer first produced at Westmalle in 1922 when the brewery was re-established after World War I. Other examples date from post-World War II.",
  "style_comparison": "Perhaps similar to aDunkles Bock but with a Belgian yeast and sugar character. Similar in strength and balance to a Belgian Blond Ale, but with a richer malt and ester profile. Less strong and intense than a Belgian Dark Strong Ale.",
  "tags": "high-strength, amber-color, top-fermented, western-europe, traditional-style, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.062
    },
    "maximum": {
      "unit": "sg",
      "value": 1.075
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 15
    },
    "maximum": {
      "unit": "IBUs",
      "value": 25
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.018
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 6
    },
    "maximum": {
      "unit": "%",
      "value": 7.6
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 10
    },
    "maximum": {
      "unit": "SRM",
      "value": 17
    }
  },
  "ingredients": "Spicy-estery Belgian yeast. Impression of a complex grain bill, although many traditional versions are quite simple, with caramelized sugar syrup or unrefined sugars and yeast providing much of the complexity. Continental hops. Spices not typical; if present, should be subtle.",
  "examples": "Chimay Red, Corsendonk Bruin, La Trappe Dubbel, Rochefort 6, St. Bernardus Pater 6, Westmalle Dubbel",
  "style_guide": "BJCP2021",
  "type": "beer"
}
