{
  "name": "Brett Beer",
  "category": "American Wild Ale",
  "category_id": "28",
  "style_id": "28A",
  "notes": "Intended for beer with or without oak aging that has been fermented with Sacch and Brett, or with Brett only.",
  "overall_impression": "Most often drier and fruitier than the base style suggests. Fruity or funky notes range from low to high, depending on the age of the beer and strains of Brett used. May possess a light non-lactic acidity.",
  "aroma": "Variable by base style. Young Brett beers will possess more fruity notes (e.g., tropical fruit, stone fruit, or citrus), but this is variable by the strains of Brett used. Older Brett beers may start to develop a little funk (e.g., barnyard, wet hay, or slightly earthy or smoky notes), but this character should not dominate.",
  "appearance": "Variable by base style. Clarity can be variable, and depends on the base style and ingredients used. Some haze is not necessarily a fault.",
  "flavor": "Variable by base style. Brett character may range from minimal to aggressive. Can be quite fruity (e.g., tropical fruit, berry, stone fruit, citrus), or have some smoky, earthy, or barnyard character. Should not be unpleasantly funky, such as Band-Aid, fetid, nail polish remover, cheese, etc. Always fruitier when young, gaining more funk with age. May not be lactic. Malt flavors are often less pronounced than in the base style, leaving a beer most often dry and crisp due to high attenuation by the Brett.",
  "mouthfeel": "Variable by base style. Generally has a light body, lighter than what might be expected from the base style but an overly thin body is a fault. Generally moderate to high carbonation. Head retention is variable, but often less than the base style.",
  "comments": "The base style describes most of the character of these beers, but the addition of Brett ensures a drier, thinner, and often fruitier and funkier product. Younger versions are brighter and fruitier, while older ones possess more depth of funk and may lose more of the base style character. The Brett character should always meld with the style; these beers should never be a ‘Brett bomb’. WhileBrettcan produce low levels of organic acids, itis not a primary beer souring method.",
  "history": "Modern American craft beer interpretations of Belgian wild ales, or experimentations inspired by Belgian wild ales or historical English beers with Brett. So-called 100% Brett beers gained popularity after the year 2000, but this was when S. Trois was thought to be a Brett strain (which it isn’t).Brettused in conjunction with a Sacch fermentation is standard practice now.",
  "style_comparison": "Compared to the same beer style without Brett, a Brett Beer will be drier, more highly attenuated, fruitier, lighter in body, and slightly funkier as it ages. Less sourness and depth than Belgian ‘wild’ ales.",
  "entry_instructions": "The entrant must specify either a Base Style,or provide a description of the ingredients, specs, or desired character. The entrant may specify the strains of Brett used.",
  "vital_statistics": "Variable by base style.",
  "tags": "wild-fermentation, north-america, craft-style, specialty-beer",
  "ingredients": "Virtually any style of beer (except those already using a Sacch/Brettco-fermentation), then finished with one or more strains of Brett. Alternatively, a mixed fermentation with Sacch and one or more strains of Brett.No Lacto.",
  "examples": "Boulevard Saison Brett, Hill Farmstead Arthur, Logsdon Seizoen Bretta, Lost Abbey Brett Devo, Russian River Sanctification, The Bruery Saison Rue",
  "style_guide": "BJCP2021",
  "type": "beer"
}
