{
  "name": "Wild Specialty Beer",
  "category": "American Wild Ale",
  "category_id": "28",
  "style_id": "28C",
  "notes": "Intended for variations of a Base Stylebeer from style 28A, 28B, or 28D. These variations may include the additionof one or more Specialty-TypeIngredients; aging in non-traditional wood varieties that impart a significant and identifiable wood character (e.g., Spanish Cedar, Amburana); oraging in barrels previously containing another alcohol (e.g., spirits, wine, cider).",
  "overall_impression": "A pale, refreshing, sour beer with a clean lactic sourness. A gentle, pale malt flavor supports the lemony sourness with moderate fruity esters.",
  "aroma": "A sharply sour character is dominant (moderately-high to high). Can have up to a moderately fruity character (often peach, apricot, lemon, or tart apple). No hop aroma. Pale malt dominates, usually biscuity or crackery. Clean fermentation.",
  "appearance": "Very pale in color. Clarity ranges from clear to somewhat hazy. Large, dense, white head with poor retention. Effervescent.",
  "flavor": "Clean lactic sourness dominates and can be quite strong. Some complementary, bready, biscuit, crackery,or grainy flavor is generally noticeable. Hop bitterness is undetectable. Never vinegary or bitingly acidic. Pale fruit character can be moderate including a citrusy-lemony or tart apple fruitiness may be detected. Finish is off-dry to dry. Balance dominated by sourness, but some malt and estery fruit flavor should be present. No hop flavor. Clean.",
  "mouthfeel": "Light body. Moderate to high carbonation. Never hot, although higher gravity examples can have a warming alcohol character. Crisp acidity.",
  "comments": "A stronger version of a Berliner Weisse-type beer with less restrictive grist, and no Brett. This beer style istypically are used as a base for modern beers that are heavily flavored with fruit, spices, sugars, etc. – those should be entered in 28C Wild Specialty Beer.",
  "history": "German brewing scientist, Otto Francke, developed what was to become known as the Francke acidification process which allowed the traditional mixed-culture Berliner Weiss methods to be sped up and more consistent; this is also known as kettle souring. Many modern commercial sour beer examples use this method for rapid production, and as an alternative to complex barrel production.",
  "style_comparison": "Lower gravity examples can be very much like a Brett-free Berliner Weisse. Compared to a Lambic, is generally not as acidic and has a clean lactic sourness with restrained to below sensory threshold funk. Higher in alcohol content than both.",
  "entry_instructions": "Entrant must specify anySpecialty-Type Ingredient (e.g., fruit, spice, herb, or wood) used. Entrant must specify eithera description of the beer, identifying yeast or bacteria used and either a Base Style, or the ingredients, specs, or target character of the beer. A general description of the special nature of the beer can cover all the required items.",
  "tags": "pale-color, top-fermented, sour",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.048
    },
    "maximum": {
      "unit": "sg",
      "value": 1.065
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 3
    },
    "maximum": {
      "unit": "IBUs",
      "value": 8
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.006
    },
    "maximum": {
      "unit": "sg",
      "value": 1.013
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.5
    },
    "maximum": {
      "unit": "%",
      "value": 7
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 2
    },
    "maximum": {
      "unit": "SRM",
      "value": 3
    }
  },
  "ingredients": "Most or all of the grist is pale, Pils, or wheat malt in any combination. Lightly-kilned malts for more malt depth may be employed. Carapils-type malts can be used for body.Pale sugars can be used to increase gravity without body. No lactose or maltodextrin. Maybe be produced by kettle souring, co-fermentation culture (yeast and LAB), or using specialty yeast that produce lactic acid. No Brett.",
  "examples": "Rarely found, as this style is typically the base for other Specialty-Type Beers.",
  "style_guide": "BJCP2021",
  "type": "beer"
}
