{
  "name": "Specialty Fruit Beer",
  "category": "Fruit Beer",
  "category_id": "29",
  "style_id": "29C",
  "notes": "A Specialty Fruit Beer is a Fruit Beer with some additional ingredients, such as fermentable sugars (e.g., honey, brown sugar, invert sugar), sweeteners (e.g., lactose), adjuncts, alternative grains, or other special ingredients added, or some additional process applied. A Specialty Fruit Beer can use any style within the Fruit Beer category as a base style (currently, 29A, 29B, or 29D).",
  "overall_impression": "Combines the profile of a sparkling wine and a relatively neutral base beer allowing the aromatic qualities of the grape to blend pleasantly with hop and yeast aromatics. Can be in a range from refreshing to complex.",
  "aroma": "Aromatic characteristics of the varietal grape are noticeable but should not dominate. The grape character should meld well with the underlyingbase malt character. While hop aroma is usually restrained, it can range from medium-low to entirely absent. Fermentation is usually quite clean but can have delicate spice and fruity esters. Banana, bubblegum, and the like are considered faults.",
  "appearance": "Color can range from pale golden to ruby but thoseusing red grapestend towards burgundy. These darker colors may also come from using cooked or concentrated grape products, never from specialty dark grains. White to reddish head with generally a medium-low retention. Clarity is generally good. Never hazy.",
  "flavor": "As with the aroma, grape character may range from subtle to medium-high intensity, and be most prominent. Fruit flavors (stone, tropical, berries, etc.) as appropriate for the variety of grape. Darker red grapes can contribute more rustic flavors (e.g.,earthy, tobacco, leather). The malt character is supportive, not robust and usually of the pale, lightly kilned varieties. Very low levels of pale crystal malts are allowed but roasted or strong chocolate character is always inappropriate. Bitterness is generally low and hop flavors can be low to non-existent. Mild tart notes, due to variety and amount of grape used, is common and may help to improve the digestibility but should not near ‘sour’ threshold. Complementary oak is optional but a funky Brett character should not be present. Clean fermentation.",
  "mouthfeel": "Medium-high to high carbonation improves the perception of aroma. Body is generally from low to medium and some acidity can contribute to increased perception of dryness. Finish is exceedingly dry and crisp. Strong examples may show some warming.",
  "comments": "Strengths can be as low as 4.5% or as high as 12.5%, but most commonly in the range listed. Perception of color varies widely based on tint of added fruit.",
  "entry_instructions": "The entrant must specify the type of grape used. The entrant mayprovide additional information about the base style or characteristic ingredients.",
  "tags": "specialty-beer, fruit",
  "history": "Initially brewed at Birrificio Montegioco and Birrificio Barley in 2006-2007. Became more popular after being published in the 2015 Guidelines as Italian Grape Ale (IGA), and inspired many local variations in other countries.Characteristic",
  "ingredients": "Pils or pale base malt, limited pale crystal or wheat malts. Grape must(red or white varieties, typically fresh must) is usually 15 – 20% of the total grist, but can exceed 40%. The must is fermented with the beer, not a blending of wine and beer. Fruity-spicy yeast are most common but neutral varieties can be used. Hops should be selected to complement the overall profile. This beer is not dry-hopped.Oak is allowable, but not required, and it should not be overpowering, or at levels stronger than found in wine.",
  "style_comparison": "Similar base asseveral Belgian styles, likeBelgian Blonde, Saison, and Belgian Single, but with grapes. Higher strength examples are similar to Belgian Tripel or Belgian Golden Strong Ale, but with grapes. Not funky like Fruit Lambic.",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.059
    },
    "maximum": {
      "unit": "sg",
      "value": 1.075
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 10
    },
    "maximum": {
      "unit": "IBUs",
      "value": 30
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.004
    },
    "maximum": {
      "unit": "sg",
      "value": 1.013
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 6
    },
    "maximum": {
      "unit": "%",
      "value": 8.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 4
    },
    "maximum": {
      "unit": "SRM",
      "value": 8
    }
  },
  "examples": "Montegioco Open Mind, Birrificio del Forte Il Tralcio, Luppolajo Mons Rubus, Firestone Walker Feral Vinifera, pFriem Family Brewers Druif, 4 Árvores Abbondanza",
  "style_guide": "BJCP2021",
  "type": "beer"
}
