{
  "name": "International Pale Lager",
  "category": "International Lager",
  "category_id": "2",
  "style_id": "2A",
  "overall_impression": "A smooth, easily-drinkable, malty amber lager with a flavorful caramel or toast character. Usually fairly well-attenuated, often with an adjunct quality and restrained bitterness.",
  "aroma": "Low to moderate grainy malt aroma often with very low to moderate caramel or toasty malt accents. Occasionally, nutty or biscuity, but never roasty. Low, unobtrusive floral or spicy hop aroma. Clean fermentation profile.",
  "appearance": "Golden-amber to reddish-copper color. Bright clarity. White to off-white foam stand which may not last.",
  "flavor": "Low to moderate malt flavor, often with caramel or toasty-bready flavors. Low to medium-low corny sweetness optional. Low to moderate bitterness, giving the beer a malty to fairly even balance. Low to moderate spicy, herbal, or floral hop flavor. Clean fermentation profile. The finish is moderately dry with a moderately malty aftertaste.The beer may seem a touch sweet if the bitterness level is low.",
  "mouthfeel": "Light to medium body. Medium to high carbonation. Smooth. Some examples can be slightly creamy.",
  "comments": "A wide spectrum of mass-market amber lagers either developed independently in various countries, or describing rather generic amber beers with more historical relevance that eventually changed into indistinguishable products in modern times.",
  "history": "Varies by country, but generally represents either an adaptation of the mass-market International Pale Lager, or an evolution of indigenous styles into more generic products.",
  "style_comparison": "Less well-developed malt flavor than a Vienna Lager, often with an adjunct taste. Less robust flavor and bitterness than Altbier.",
  "entry_instructions": "Entrant may specify regional variations, if desired (Mexican lager, Dutch lager, etc.).",
  "tags": "standard-strength, amber-color, bottom-fermented, lagered, traditional-style, amber-lager-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.042
    },
    "maximum": {
      "unit": "sg",
      "value": 1.055
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 8
    },
    "maximum": {
      "unit": "IBUs",
      "value": 25
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.014
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.5
    },
    "maximum": {
      "unit": "%",
      "value": 6
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 6
    },
    "maximum": {
      "unit": "SRM",
      "value": 14
    }
  },
  "ingredients": "Two-row or six-row base malt. Color malts such as Victory, amber, or roast. May be all malt or use adjuncts. Sugars or coloring agents possible. Caramel malt. European or American hops.",
  "examples": "Abita Amber Lager, Brooklyn Lager, Capital Wisconsin Amber Lager, Dos Equis Amber, Grain Belt NordEast, Yuengling Lager",
  "style_guide": "BJCP2021",
  "type": "beer"
}
