{
  "name": "Spice, Herb, or Vegetable Beer",
  "category": "Spiced Beer",
  "category_id": "30",
  "style_id": "30A",
  "notes": "Often called Spice Beer, regardless of whether spices, herbs, or vegetables are used.",
  "overall_impression": "An appealing fusion of spices, herbs, or vegetables (SHVs) and beer, but still recognizable as beer. The SHV character should be evident but in balance with the beer, not so forward as to suggest an artificial product.",
  "aroma": "Varies by base style. The SHV character should be noticeable in the aroma; however, some SHVs (e.g., ginger, cinnamon, rosemary) have stronger aromas and are more distinctive than others (e.g., most vegetables) – allow for a range of SHV character and intensity from subtle to aggressive. Hop aroma may be lower than in the base style to better show the SHV character. The SHVs should add an extra complexity, but not be so prominent as to unbalance the resulting presentation.",
  "appearance": "Varies by base style and special ingredients. Lighter-colored beer may show distinctive ingredient colors, including in the head. Variable clarity, although haze is generally undesirable. Some ingredients may impact head retention.",
  "flavor": "Varies by base style. As with aroma, distinctive SHV flavors should be noticeable, and may range in intensity from subtle to aggressive. Some SHVs are inherently bitter and may result in a beer more bitter than the declared base style. Bitterness, hop and malt flavors, alcohol content, and fermentation byproducts, such as esters, should be appropriate for the base style, but be harmonious and balanced with the distinctive SHV flavors present.",
  "mouthfeel": "Varies by base style. SHVs may increase or decrease body. Some SHVs may add a bit of astringency, although a “raw” spice character is undesirable.",
  "comments": "The description of the beer is critical for evaluation; judges should think more about the declared concept than trying to detect each individual ingredient. Balance, drinkability, and execution of the theme are the most important deciding factors. The SHVs should complement the original style and not overwhelm it. Base style attributes will be different after the addition of SHVs; do not expect the beer to taste identical to the unadulterated base style.",
  "entry_instructions": "The entrant must specify the type of spices, herbs, or vegetables used, but individual ingredients do not need to be specified if a well-known spice blend is used (e.g., apple pie spice, curry powder, chili powder). Entrant must specify a description of the beer, identifying either a Base Style or the ingredients, specs, or target character of the beer. A general description of the special nature of the beer can cover all the required items.",
  "vital_statistics": "OG, FG, IBUs, SRM, and ABV will vary depending on the underlying base beer.",
  "tags": "specialty-beer, spice",
  "examples": "Alesmith Speedway Stout, Elysian Avatar Jasmine IPA, Founders Breakfast Stout, Rogue Yellow Snow Pilsner, Traquair Jacobite Ale, Young’s Double Chocolate Stout",
  "style_guide": "BJCP2021",
  "type": "beer"
}
