{
  "name": "Mixed-Style Beer",
  "category": "Specialty Beer",
  "category_id": "34",
  "style_id": "34B",
  "notes": "This style is intended for beers in Existing Styles (previously-defined Classic Style beers or Specialty-Type Beers) that are either:A combination of Existing Styles that are not defined previously in the guidelines, including combination of Specialty-Type Beers not otherwise allowable elsewhere.A variation of an Existing Style using a non-traditional method or process (e.g., dry-hopping, ‘eis’-ing, stein bier) for that style.A variation of an Existing Style using a non-traditional ingredient (e.g., yeast with a non-traditional profile, hops with a different character than described in the Base Style).Out-of-spec variations of an Existing Style (e.g., ‘imperial’ versions, ‘session’ versions, overly-sweet versions, etc.).This style is intended for beers that can’t be entered in previously-listed styles first, including (and especially) the declared Base Style of beer. However, if the unusual method, process, or ingredient results in a beer that now fits within another defined style, the beer should be entered there. Note that some styles already allow for different strengths (e.g., IPAs, Saisons), so those variations should be entered as the appropriate Base Style.Bear in mind that a poorly-made, faulted beer should not be used to define a new style. Drinkability should always be maintained, while allowing for creative new concepts.",
  "overall_impression": "Based on the declared Base Styles, methods, and ingredients. As with all Specialty-Type Beers, the resulting combination of beer styles needs to be harmonious and balanced, and be pleasant to drink.",
  "aroma": "Based on the declared Base Styles.",
  "appearance": "Based on the declared Base Styles.",
  "flavor": "Based on the declared Base Styles.",
  "mouthfeel": "Based on the declared Base Styles.",
  "comments": "See preamble for intent.",
  "entry_instructions": "The entrant must specify the Base Style or Styles being used, and any special ingredients, processes, or variations involved. The entrant may provide an additional description of the sensory profile of the beer or the vital statistics of the resulting beer.",
  "vital_statistics": "OG, FG, IBUs, SRM, and ABV will vary depending on the declared beer.",
  "tags": "specialty-beer",
  "examples": "Birrificio Italiano Tipopils, Firestone Walker Pivo Pils, Jack’s Abby Hoponius Union, Ommegang Helles Superior",
  "style_guide": "BJCP2021",
  "type": "beer"
}
