{
  "name": "Czech Pale Lager",
  "category": "Czech Lager",
  "category_id": "3",
  "style_id": "3A",
  "overall_impression": " A lighter-bodied, rich, refreshing, hoppy, bitter pale Czech lager having the familiar flavors of the stronger Czech Premium Pale Lager (Pilsner-type) beer but in a lower alcohol, lighter-bodied, and slightly less intense format.",
  "aroma": " Light to moderate bready-rich malt combined with light to moderate spicy or herbal hop bouquet; the balance between the malt and hops may vary. Faint hint of caramel is acceptable. Light (but never intrusive) diacetyl and light, fruity esters are optional. No sulfur.",
  "appearance": " Light yellow to deep gold color. Brilliant to very clear, with a long-lasting, creamy white head. ",
  "flavor": " Medium-low to medium bready-rich malt flavor with a rounded, hoppy finish. Low to medium-high spicy or herbal hop flavor. Bitterness is prominent but never harsh. Flavorful and refreshing. Low diacetyl or fruity esters are optional, but should never be overbearing.",
  "mouthfeel": " Medium-light to medium body. Moderate carbonation. ",
  "comments": " The Czech name of the style is světlé výčepní pivo. ",
  "history": " Josef Groll initially brewed two types of pale beer in 1842–3, a výčepníand a ležák, with the smaller beer having twice the production; Evan Rail speculates that these were probably 10 °P and 12 °P beers, but that the výčepní could have been weaker.This is the most consumed type of beer in the Czech Republic at present.",
  "style_comparison": " A lighter-bodied, lower-intensity, refreshing, everyday version of Czech Premium Pale Lager.",
  "tags": " session-strength, pale-color, bottom-fermented, lagered, central-europe, traditional-style, pale-lager-family, bitter, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.028
    },
    "maximum": {
      "unit": "sg",
      "value": 1.044
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 35
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.014
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 3
    },
    "maximum": {
      "unit": "%",
      "value": 4.1
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 3
    },
    "maximum": {
      "unit": "SRM",
      "value": 6
    }
  },
  "ingredients": "Soft water with low sulfate and carbonate content.Traditional Czech hops. Czech Pilsner malt. Czech lager yeast. Low ion water provides a distinctively soft, rounded hop profile despite high hopping rates.",
  "examples": "Bernard světlé pivo 10, Březňák světlé výčepní pivo, Notch Session Pils, Primátor Antonín světlé výčepní, Radegast Rázna 10, Únětické pivo 10°",
  "style_guide": "BJCP2021",
  "type": "beer"
}
