{
  "name": "Czech Premium Pale Lager",
  "category": "Czech Lager",
  "category_id": "3",
  "style_id": "3B",
  "overall_impression": "A refreshing pale Czech lager with considerable malt and hop character and a longfinish. The malt flavors are complex for a Pilsner-type beer.The bitterness is strong and clean butlacks harshness, which gives a well-balanced, roundedflavor impression that enhances drinkability.",
  "aroma": "Medium to medium-high bready-rich malt and medium-low to medium-high spicy, floral, or herbal hop bouquet; though the balance between the malt and hops may vary, the interplay is rich and complex. Light diacetyl, or very low fruity esters are optional. Esters tend to increase with gravity.",
  "appearance": "Medium yellow to deep gold color. Brilliant to very clear clarity. Dense, long-lasting, creamy white head.",
  "flavor": "Rich, complex, bready maltiness combined with a pronounced yet soft and rounded bitterness and floral and spicy hop flavor. Malt and hop flavors are medium to medium-high, and the malt may contain a slight impression of caramel. Bitterness is prominent but never harsh. The long finish can be balanced towards hops or malt but is never aggressively tilted either way. Light to moderately-low diacetyl and low hop-derived esters are acceptable, but need not be present.",
  "mouthfeel": "Medium body. Moderate to low carbonation.",
  "comments": "Generally a group of pivo Plzeňského typu, or Pilsner-type beers. This style is a combination of the Czech styles světlý ležák (11–12.9 °P) and světlé speciální pivo (13–14.9 °P). In the Czech Republic, only Pilsner Urquell and Gambrinus are called Pilsner, despite how widely adopted this name is worldwide. Outside the Czech Republic, Czech Pilsner or Bohemian Pilsner are sometimes used to differentiate the beer from other Pilsner-type beers.Kvasnicové (“yeast beer”) versions are popular in the Czech Republic, and may be either kräusened with yeasted wort or given a fresh dose of pure yeast after fermentation. These beers are sometimes cloudy, with subtle yeastiness and enhanced hop character. Modern examples vary in their malt to hop balance and many are not as hop-forward as Pilsner Urquell.",
  "history": "Commonly associated with Pilsner Urquell, which was first brewed in 1842 after construction of a new brewhouse by burghers dissatisfied with the standard of beer brewed in Plzeň. Bavarian brewer Josef Groll is credited with first brewing the beer, although there may have been earlier pale lagers in Bohemia. Just as important as the lager yeast was the use of English malting techniques.",
  "style_comparison": "More color, malt richness, and body than a German Pils, with a fuller finish and a cleaner, softer impression. Stronger than a Czech Pale Lager.",
  "tags": "standard-strength, pale-color, bottom-fermented, lagered, central-europe, traditional-style, pilsner-family, balanced, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.044
    },
    "maximum": {
      "unit": "sg",
      "value": 1.06
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 30
    },
    "maximum": {
      "unit": "IBUs",
      "value": 45
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.013
    },
    "maximum": {
      "unit": "sg",
      "value": 1.017
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.2
    },
    "maximum": {
      "unit": "%",
      "value": 5.8
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 3.5
    },
    "maximum": {
      "unit": "SRM",
      "value": 6
    }
  },
  "ingredients": "Traditional Czech hops. Czech malt. Czech lager yeast. Water low in sulfate and carbonate provides a distinctively soft, rounded hop profile despite high hopping rates. The bitterness level of some larger commercial examples has dropped in recent years, although not as much as in many contemporary German examples.",
  "examples": "Bernard světlé ležák 12°, Budvar 33 světlý ležák, Pilsner Urquell, Pivovar Jihlava Ježek 11%, Primátor Premium lager, Radegast Ryze hořká 12, Únětická pivo 12°",
  "style_guide": "BJCP2021",
  "type": "beer"
}
