{
  "name": "Czech Dark Lager",
  "category": "Czech Lager",
  "category_id": "3",
  "style_id": "3D",
  "overall_impression": " A rich, dark, malty Czech lager with a roast character that can vary from almost absent to quite prominent. Malty balance and an interesting and complex flavor profile, with variable levels of hopping that provides a range of possible interpretations.",
  "aroma": " Medium to medium-high rich, deep, sometimes sweet maltiness, with optional qualities such as bread crusts, toast, nuts, cola, dark fruit, or caramel. Roasted malt characters such as chocolate or sweetened coffee can vary from moderate to none but should not overwhelm the base malt character. Low to moderate spicy hop aroma optional. Low diacetyl and low to moderate fruity esters (plums or berries) may be present.",
  "appearance": " Dark copper to almost black color, often with a red or garnet tint. Clear to bright clarity. Large, off-white to tan, persistent head.",
  "flavor": "Medium to medium-high deep, complex maltiness dominates, typically with malty-rich Maillard products and a light to moderate residual malt sweetness. Malt flavors such as caramel, toast, nuts, licorice, dried dark fruit, chocolate,or coffee may also be present, with very low to moderate roast character. Low to moderate spicy hop flavor. Moderate to medium-low bitterness, but should be perceptible. Balance can vary from malty to relatively well-balanced to gently hop-forward. Low to moderate diacetyl and light plum or berry esters may be present. ",
  "mouthfeel": " Medium to medium-full body, considerable mouthfeel without being heavy or cloying. Moderately creamy in texture. Smooth. Moderate to low carbonation. Can have a slight alcohol warmth in stronger versions.",
  "comments": " This style is a combination of the Czech styles tmavý ležák (11–12.9 °P) and tmavé speciální pivo (13–14.9 °P). More modern examples are drier and have higher bitterness while traditional versions often have IBUs in the 18–20 range with a sweeter balance.",
  "history": " The U Fleků brewery has been operating in Prague since 1499, and produces the best-known version. Many small, new breweries are brewing this style.",
  "style_comparison": " The beer is the Czech equivalent of a dark lager ranging in character from Munich Dunkel to Schwarzbier, but typically with greater malt richness and hop aroma, flavor, and bitterness.",
  "tags": " standard-strength, dark-color, bottom-fermented, lagered, central-europe, traditional-style, dark-lager-family, balanced",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.044
    },
    "maximum": {
      "unit": "sg",
      "value": 1.06
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 18
    },
    "maximum": {
      "unit": "IBUs",
      "value": 34
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.013
    },
    "maximum": {
      "unit": "sg",
      "value": 1.017
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.4
    },
    "maximum": {
      "unit": "%",
      "value": 5.8
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 17
    },
    "maximum": {
      "unit": "SRM",
      "value": 35
    }
  },
  "ingredients": "Pilsner and dark caramel malts with the addition of debittered roasted malts are most common, but additions of Vienna or Munich malt are also appropriate. Low mineral content water.Traditional Czech hops. Czech lager yeast.",
  "examples": "Bernard černý ležák 12°, Budvar tmavý ležák, Herold lmavé silné pivo 13°, Kozel Dark , Krušovice  černé, Primátor dark lager, U Fleků Flekovský tmavý ležák 13°",
  "style_guide": "BJCP2021",
  "type": "beer"
}
