{
  "name": "Munich Helles",
  "category": "Pale Malty European Lager",
  "category_id": "4",
  "style_id": "4A",
  "category_description": "This style category contains paleGerman lagers of vollbier to starkbier strength that emphasize the flavor of Pilsner malt in the balance while remaining well-attenuated.",
  "overall_impression": "A gold-colored German lager with a smooth, malty flavor and a soft, dry finish. Subtle spicy, floral, or herbal hops and restrained bitterness help keep the balance malty but not sweet, which helps make this beer a refreshing, everyday drink.",
  "aroma": "Moderate grainy-sweet malt aroma. Low to moderately-low spicy, floral, or herbal hop aroma. Pleasant, clean fermentation profile, with malt dominating the balance. The freshest examples will have more of a malty-sweet aroma.",
  "appearance": "Pale yellow to pale gold. Clear. Persistent creamy white head.",
  "flavor": "Moderately malty start with the suggestion of sweetness, moderate grainy-sweet malt flavor with a soft, rounded palate impression, supported by a low to medium-low bitterness. Soft and dry finish, not crisp and biting. Low to moderately-low spicy, floral, or herbal hop flavor. Malt dominates hops in the palate, finish, and aftertaste, but hops should be noticeable. No residual sweetness, simply the impression of maltiness with restrained bitterness. Clean fermentation profile.",
  "mouthfeel": "Medium body. Medium carbonation. Smooth, well-lagered character.",
  "comments": "Very fresh examples can have amore prominent malt and hop character that fadesover time,as is often noticed in exported beers. Helles in Munich tends to be a lighter version than those outside the city. May be called Helles Lagerbier.",
  "history": "Created in Munich in 1894 to compete with pale Pilsner-type beers, often first credited to Spaten. More popular in Southern Germany.",
  "style_comparison": "Similar in malt balance and bitterness to Munich Dunkel, but less malty-sweet in nature and pale rather than dark and rich. More body and malt presence than a German Pils, but less crisp and with less hop character throughout. Similar malt profile as a German Helles Exportbier, but with fewer hops in the balance and slightly less alcohol. Less body and alcohol than a Festbier.",
  "tags": "standard-strength, pale-color, bottom-fermented, lagered, central-europe, traditional-style, pale-lager-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.044
    },
    "maximum": {
      "unit": "sg",
      "value": 1.048
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 16
    },
    "maximum": {
      "unit": "IBUs",
      "value": 22
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.006
    },
    "maximum": {
      "unit": "sg",
      "value": 1.012
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.7
    },
    "maximum": {
      "unit": "%",
      "value": 5.4
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 3
    },
    "maximum": {
      "unit": "SRM",
      "value": 5
    }
  },
  "ingredients": "Continental Pilsner malt.Traditional German hops.Clean German lager yeast.",
  "examples": "Augustiner Lagerbier Hell, Hacker-Pschorr Münchner Gold, Löwenbraü Original, Paulaner Münchner Lager, Schönramer Hell, Spaten MünchnerHell, Weihenstephaner Original Heles",
  "style_guide": "BJCP2021",
  "type": "beer"
}
