{
  "name": "Kölsch",
  "category": "Pale Bitter European Beer",
  "category_id": "5",
  "style_id": "5B",
  "overall_impression": "A goldenGerman lager balancing a smooth malty profile with a bitter, hoppy character in a slightly above-average body and strength beer.",
  "aroma": "Medium-low to medium floral, spicy, or herbal hop aroma. Moderate grainy-sweet malt aroma, possibly with light toasty, bready, or doughy notes. Clean fermentation profile. Hops and malt both noticeable, and generally balanced.",
  "appearance": "Medium yellow to deep gold. Clear. Persistent white head.",
  "flavor": "Moderate, balanced malt and hops with supporting bitterness. Malt and hop flavors similar to aroma (same descriptors and intensities). Medium, noticeable bitterness, full on the palate, with a medium-dry finish. Clean fermentation character. Aftertaste of both malt and hops, generally in balance. Mineral character typically perceived more as a roundness and fullness of flavor, and a dry, flinty sharpness in the finish rather than overt mineral flavors. Backgroundsulfate optional.",
  "mouthfeel": "Medium to medium-full body.Medium carbonation. Smooth and mellow on the palate. Very slight warmth may be noted in stronger versions.",
  "comments": "Also known Dortmunder Export, Dortmunder, Export, or simply a Dort. Called Export within Germany, and often Dortmunder elsewhere, Export is also a beer strength descriptor under German brewing tradition, and could be applied to other styles. Splits the difference between a German Pils and a Munich Helles in several aspects: color, hop-malt balance, finish, bitterness.",
  "history": "Developed in Dortmund in the Ruhr industrial region in the 1870s in response to pale Pilsner-type beers.It became very popular after World War II but declined in the 1970s. Other Export-class beers developed independently, and reflected a slightly stronger version of existing beers.",
  "style_comparison": "Less finishing hops and more body than a German Pils. More bitter and drier than a Munich Helles. Stronger, drier,but less hoppy than a Czech Premium Pale Lager.",
  "tags": "standard-strength, pale-color, bottom-fermented, lagered, central-europe, traditional-style, pale-lager-family, balanced",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.05
    },
    "maximum": {
      "unit": "sg",
      "value": 1.058
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 30
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.015
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5
    },
    "maximum": {
      "unit": "%",
      "value": 6
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 4
    },
    "maximum": {
      "unit": "SRM",
      "value": 6
    }
  },
  "ingredients": "Minerally water with high levels of sulfates, carbonates, and chlorides.Traditional German or Czech hops. Pilsner malt. German lager yeast. Decoction mash traditional.",
  "examples": "Chuckanut Export Dortmunder Lager, DAB Dortmunder Export, Dortmunder Kronen, Landshuter Edel Hell, Müllerbräu Export Gold, Schönramer Gold",
  "style_guide": "BJCP2021",
  "type": "beer"
}
