{
  "name": "Kölsch",
  "category": "Pale Bitter European Beer",
  "category_id": "5",
  "style_id": "5B",
  "category_description": "This category describes German-origin beers that are pale and have an even to bitter balance with a mild to moderately strong hoppy character featuring traditional German hops. They are generally bottom-fermented or are lagered to provide a smooth profile, and are well-attenuated as are most German beers.5A. German LeichtbierOverall Impression: A pale, highly-attenuated, light-bodied German lager with lower alcohol and calories than standard-strength beers. Moderately bitter with noticeable malt and hop flavors, the beer is still interesting to drink.Aroma: Low to medium hop aroma, with a spicy, herbal, or floral character. Low to medium-low grainy-sweet or slightly crackery malt aroma. Clean fermentation profile. Appearance:Pale straw to deep yellow in color. Brilliant clarity. Moderate white head with average to below average persistence.Flavor: Low to medium grainy-sweet malt flavor initially. Medium hop bitterness. Low to medium hop flavor, with a spicy, herbal, or floral quality. Clean fermentation character, well-lagered. Dry finish with a light malty and hoppy aftertaste.Mouthfeel: Light to very light body. Medium to high carbonation. Smooth, well-attenuated.Comments: Marketed primarily as a diet-oriented beer with lower carbohydrates, alcohol, and calories. Pronounced “LYESHT-beer.” May also be known as a Diat Pils or Helles, this style is in the schankbier gravity class. Other variations of Leicht class beers can be made from Weissbier, Kölsch, and Altbier; those beers are best entered as34B Mixed-Style Beer.History: Traditional versions existed as drinks for physical laborers in factories or fields, but modern versions are more based on popular American products in the same class and targeted towards health or fitness conscious consumers. Increasingly supplanted in the current market by non-alcoholic beers and radlers.Characteristic Ingredients:Continental Pils malt. German lager yeast.Traditional German hops.Style Comparison: Like a lower-alcohol, lighter-bodied, slightly less aggressive German Pils or Munich Helles. More bitter and flavorful than an American Light Lager.Vital Statistics:OG:1.026 – 1.034IBUs:15 – 28FG:1.006 – 1.010SRM:1.5 – 4ABV:2.4 – 3.6%Commercial Examples:Autenrieder Schlossbräu Leicht, Greif Bräu Leicht, Hohenthanner Tannen Hell Leicht, Müllerbrau Heimer Leicht, Schönramer Surtaler Schankbier, Waldhaus Sommer BierTags: session-strength, pale-color, bottom-fermented, lagered, central-europe, traditional-style, pale-lager-family, bitter, hoppy",
  "overall_impression": "A goldenGerman lager balancing a smooth malty profile with a bitter, hoppy character in a slightly above-average body and strength beer.",
  "aroma": "Medium-low to medium floral, spicy, or herbal hop aroma. Moderate grainy-sweet malt aroma, possibly with light toasty, bready, or doughy notes. Clean fermentation profile. Hops and malt both noticeable, and generally balanced.",
  "appearance": "Medium yellow to deep gold. Clear. Persistent white head.",
  "flavor": "Moderate, balanced malt and hops with supporting bitterness. Malt and hop flavors similar to aroma (same descriptors and intensities). Medium, noticeable bitterness, full on the palate, with a medium-dry finish. Clean fermentation character. Aftertaste of both malt and hops, generally in balance. Mineral character typically perceived more as a roundness and fullness of flavor, and a dry, flinty sharpness in the finish rather than overt mineral flavors. Backgroundsulfate optional.",
  "mouthfeel": "Medium to medium-full body.Medium carbonation. Smooth and mellow on the palate. Very slight warmth may be noted in stronger versions.",
  "comments": "Also known Dortmunder Export, Dortmunder, Export, or simply a Dort. Called Export within Germany, and often Dortmunder elsewhere, Export is also a beer strength descriptor under German brewing tradition, and could be applied to other styles. Splits the difference between a German Pils and a Munich Helles in several aspects: color, hop-malt balance, finish, bitterness.",
  "history": "Developed in Dortmund in the Ruhr industrial region in the 1870s in response to pale Pilsner-type beers.It became very popular after World War II but declined in the 1970s. Other Export-class beers developed independently, and reflected a slightly stronger version of existing beers.",
  "style_comparison": "Less finishing hops and more body than a German Pils. More bitter and drier than a Munich Helles. Stronger, drier,but less hoppy than a Czech Premium Pale Lager.",
  "tags": "standard-strength, pale-color, bottom-fermented, lagered, central-europe, traditional-style, pale-lager-family, balanced",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.05
    },
    "maximum": {
      "unit": "sg",
      "value": 1.058
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 30
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.015
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5
    },
    "maximum": {
      "unit": "%",
      "value": 6
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 4
    },
    "maximum": {
      "unit": "SRM",
      "value": 6
    }
  },
  "ingredients": "Minerally water with high levels of sulfates, carbonates, and chlorides.Traditional German or Czech hops. Pilsner malt. German lager yeast. Decoction mash traditional.",
  "examples": "Chuckanut Export Dortmunder Lager, DAB Dortmunder Export, Dortmunder Kronen, Landshuter Edel Hell, Müllerbräu Export Gold, Schönramer Gold",
  "style_guide": "BJCP2021",
  "type": "beer"
}
