{
  "name": "Kölsch",
  "category": "Pale Bitter European Beer",
  "category_id": "5",
  "style_id": "5B",
  "category_description": "This category describes German-origin beers that are pale and have an even to bitter balance with a mild to moderately strong hoppy character featuring traditional German hops. They are generally bottom-fermented or are lagered to provide a smooth profile, and are well-attenuated as are most German beers.",
  "overall_impression": "A subtle, brilliantly clear, pale beer with a delicate balance of malt, fruit, and hop character, moderate bitterness, and a well-attenuated but soft finish. Freshness makes a huge difference with this beer, as the delicate character can fade quickly with age.",
  "aroma": "Low to very low grainy-sweet malt aroma. A subtle fruit aroma (apple, pear, or sometimes cherry) is optional, but welcome. Low floral, spicy, or herbal hop aroma optional. The intensity of aromatics is fairly subtle but generally balanced, clean, fresh, and pleasant.",
  "appearance": "Medium yellow to light gold. Brilliant clarity. Has a delicate white head that may not persist.",
  "flavor": "A delicate flavor balance between malt, fruitiness, bitterness, and hops, with a clean, well-attenuated finish. The medium to medium-low grainy maltiness may have very light bready or honey notes. The fruitiness can have an almost imperceptible sweetness.Medium-low to medium bitterness. Low to moderately-high floral, spicy, or herbal hop flavor; most are medium-low to medium. May have a neutral-grainy to light malty sweet impression at the start. Soft, rounded palate. Finish is soft, dry, and slightly crisp, not sharp or biting. No noticeable residual sweetness. While the balance between the flavor components can vary, none are ever strong.",
  "mouthfeel": "Medium-light to medium body; most are medium-light. Medium to medium-high carbonation. Smooth and soft, but well-attenuated and not heavy. Not harsh.",
  "comments": "A traditional top-fermented, lagered beer from Cologne, Germany (Köln). Köln breweriesdifferentiate themselves throughbalance, so allow for a range of variation within the style when judging. Drier versions may seem hoppier or more bitter than the IBU levels might suggest. The delicate flavor profile does not age well, so be alert for oxidation defects. Served in Köln in a tall, narrow 20cl glass called a Stange.",
  "history": "Köln has a top-fermenting brewing tradition since the Middle Ages, but the beer now known as Kölsch was developed in the late 1800s as an alternative to pale lagers. Bottom fermentation was actually prohibited in Cologne. Kölsch is an appellation protected by the Kölsch Konvention (1986), and is restricted to breweries in and around Köln. The Konvention simply defines the beer as a “light, highly attenuated, hop-accentuated, clear, top-fermenting Vollbier.”",
  "style_comparison": "Can be mistaken for a Cream Ale or somewhat subtle German Pils.",
  "tags": "standard-strength, pale-color, top-fermented, lagered, central-europe, traditional-style, pale-ale-family, balanced",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.044
    },
    "maximum": {
      "unit": "sg",
      "value": 1.05
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 18
    },
    "maximum": {
      "unit": "IBUs",
      "value": 30
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.007
    },
    "maximum": {
      "unit": "sg",
      "value": 1.011
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.4
    },
    "maximum": {
      "unit": "%",
      "value": 5.2
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 3.5
    },
    "maximum": {
      "unit": "SRM",
      "value": 5
    }
  },
  "ingredients": "Traditional German hops. German Pils, Pale, or Vienna malt. Attenuative, clean German ale yeast. Occasional small use of wheat malt. Current commercial practice is to ferment around 15 °C, cold condition near freezing for up to a month, and serve fresh.",
  "examples": "Früh Kölsch, Gaffel Kölsch, Mühlen Kölsch, Päffgen Kolsch, Reissdorf Kölsch, Sion Kölsch, Sünner Kölsch",
  "style_guide": "BJCP2021",
  "type": "beer"
}
