{
  "name": "German Pils",
  "category": "Pale Bitter European Beer",
  "category_id": "5",
  "style_id": "5D",
  "category_description": "This category describes German-origin beers that are pale and have an even to bitter balance with a mild to moderately strong hoppy character featuring traditional German hops. They are generally bottom-fermented or are lagered to provide a smooth profile, and are well-attenuated as are most German beers.5A. German LeichtbierOverall Impression: A pale, highly-attenuated, light-bodied German lager with lower alcohol and calories than standard-strength beers. Moderately bitter with noticeable malt and hop flavors, the beer is still interesting to drink.Aroma: Low to medium hop aroma, with a spicy, herbal, or floral character. Low to medium-low grainy-sweet or slightly crackery malt aroma. Clean fermentation profile. Appearance:Pale straw to deep yellow in color. Brilliant clarity. Moderate white head with average to below average persistence.Flavor: Low to medium grainy-sweet malt flavor initially. Medium hop bitterness. Low to medium hop flavor, with a spicy, herbal, or floral quality. Clean fermentation character, well-lagered. Dry finish with a light malty and hoppy aftertaste.Mouthfeel: Light to very light body. Medium to high carbonation. Smooth, well-attenuated.Comments: Marketed primarily as a diet-oriented beer with lower carbohydrates, alcohol, and calories. Pronounced “LYESHT-beer.” May also be known as a Diat Pils or Helles, this style is in the schankbier gravity class. Other variations of Leicht class beers can be made from Weissbier, Kölsch, and Altbier; those beers are best entered as34B Mixed-Style Beer.History: Traditional versions existed as drinks for physical laborers in factories or fields, but modern versions are more based on popular American products in the same class and targeted towards health or fitness conscious consumers. Increasingly supplanted in the current market by non-alcoholic beers and radlers.Characteristic Ingredients:Continental Pils malt. German lager yeast.Traditional German hops.Style Comparison: Like a lower-alcohol, lighter-bodied, slightly less aggressive German Pils or Munich Helles. More bitter and flavorful than an American Light Lager.Vital Statistics:OG:1.026 – 1.034IBUs:15 – 28FG:1.006 – 1.010SRM:1.5 – 4ABV:2.4 – 3.6%Commercial Examples:Autenrieder Schlossbräu Leicht, Greif Bräu Leicht, Hohenthanner Tannen Hell Leicht, Müllerbrau Heimer Leicht, Schönramer Surtaler Schankbier, Waldhaus Sommer BierTags: session-strength, pale-color, bottom-fermented, lagered, central-europe, traditional-style, pale-lager-family, bitter, hoppy",
  "overall_impression": "A pale, dry, bitter German lagerfeaturing a prominent hop aroma. Crisp, clean, and refreshing, showing a brilliant gold color with excellent head retention.",
  "aroma": "Moderately to moderately-high flowery, spicy, or herbal hops. Low to medium grainy, sweet, or doughy malt character, often with a light honey and toasted cracker quality. Clean fermentation profile. The hops should be forward, but not totally dominate the malt in the balance.",
  "appearance": "Straw to deep yellow, brilliant to very clear, with a creamy, long-lasting white head.",
  "flavor": "Initial malt flavor quickly overcome with hop flavor and bitterness, leading into a dry, crisp finish. Malt and hop flavors similar to aroma (same descriptors and intensities). Medium to high bitterness, lingering into the aftertaste along with a touch of malt and hops. Clean fermentation profile. Minerally water can accentuate and lengthen the dry finish. Hops and malt can fade with age, but the beer should always have a bitter balance.",
  "mouthfeel": "Medium-light body. Medium to high carbonation. Should not feel heavy. Not harsh, but may have a flinty, minerally, sharpness in some examples.",
  "comments": "Modern examples of Pils tend to become paler in color, drier and sharper in finish, and more bitter moving from South to North in Germany, often mirroring increasing sulfates in the water. Pils found in Bavaria tend to be a bit softer in bitterness with more malt flavor and late hop character, yet still with sufficient hops and crispness of finish to differentiate itself from Munich Helles. The use of the term ‘Pils’ is more common in Germany than ‘Pilsner’ to differentiate it from the Czech style, and (some say) to show respect.",
  "history": "Adapted from Czech Pilsner to suit brewing conditions in Germany, particularly water with higher mineral content and domestic hop varieties. First brewed in Germany in the early 1870s. Became more popular after WWII as German brewing schools emphasized modern techniques. Along with its cousin Czech Pilsner, it is the ancestor of the most widely produced beer styles today.",
  "style_comparison": "Lighter in body and color, drier, crisper, more fully attenuated, more lingering bitterness, and higher carbonation than a Czech Premium Pale Lager. More hop character, malt flavor, and bitterness than International Pale Lager. More hop character and bitterness with a drier, crisper finish than a Munich Helles; the Helles has more malt intensity, but of the same character as the German Pils.",
  "tags": "standard-strength, pale-color, bottom-fermented, lagered, central-europe, traditional-style, pilsner-family, bitter, hoppy",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.044
    },
    "maximum": {
      "unit": "sg",
      "value": 1.05
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 22
    },
    "maximum": {
      "unit": "IBUs",
      "value": 40
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.013
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.4
    },
    "maximum": {
      "unit": "%",
      "value": 5.2
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 2
    },
    "maximum": {
      "unit": "SRM",
      "value": 4
    }
  },
  "ingredients": "Continental Pilsner malt.Traditional German hops.Clean German lager yeast.",
  "examples": "ABK Pils Anno 1907, Jever Pilsener, König Pilsener, Paulaner Pils, Bierstadt Slow-Pour Pils, Rothaus Pils, Schönramer Pils, Trumer Pils",
  "style_guide": "BJCP2021",
  "type": "beer"
}
