{
  "name": "Märzen",
  "category": "Amber Malty European Lager",
  "category_id": "6",
  "style_id": "6A",
  "category_description": "This category groups amber-colored, German-origin, bottom-fermented lagerbiers that have a malty balance and are vollbier to starkbier in strength.",
  "overall_impression": "An amber,malty German lager with a clean, rich, toasty, bready malt flavor, restrained bitterness, and a well-attenuated finish. The overall malt impression is soft, elegant, and complex, with a rich malty aftertaste that is never cloying or heavy.",
  "aroma": "Moderate malty aroma, typically rich, bready, somewhat toasty, with light bread crust notes. Clean lager fermentation character. Very lowfloral, herbal, or spicy hop aroma optional. Caramel-sweet, biscuity-dry, or roasted malt aromas are inappropriate. Very light alcohol might be detected, but should never be sharp. Clean, elegant malt richness should be the primary aroma.",
  "appearance": "Amber-orange to deep reddish-copper color; should not be golden. Bright clarity, with persistent, off-white foam stand.",
  "flavor": "Moderate to highrich malt flavor often initially suggests sweetness, but the finish is moderately-dry to dry. Distinctive and complex maltiness often includes a bready, toasty aspect. Hop bitterness is moderate, and the floral, herbal, or spicy hop flavor is low to none. Hops provide sufficient balance that the malty palate and finish do not seem sweet. The aftertaste is malty, with the same elegant, rich malt flavors lingering. Noticeable sweet caramel, dry biscuit, or roasted flavors are inappropriate. Clean fermentation profile.",
  "mouthfeel": "Medium body, with a smooth, creamy texture that often suggests a fuller mouthfeel. Medium carbonation. Fully attenuated, without a sweet or cloying impression. May be slightly warming, but the strength should be relatively hidden.",
  "comments": "Modern domestic German Oktoberfest versions are golden – see the Festbier style for this version. Export German versions (to the United States, at least) are typically orange-amber in color, have a distinctive toasty malt character, and are often labeled Oktoberfest. Many craft versions of Oktoberfest are based on this style. Historic versions of the beer tended to be darker, towards the brown color range, but there have been many ‘shades’ of Märzen (when the name is used as a strength); this style description specifically refers to the stronger amber lager version. The modern Festbier can be thought of as a lighter-bodied, pale Märzen by these terms.",
  "history": "As the name suggests, brewed as a stronger “March beer” in March and lagered in cold caves over the summer. Modern versions trace back to the lager developed by Spaten in 1841, contemporaneous to the development of Vienna lager. However, the Märzen name is much older than 1841 – theearly ones were dark brown, and the name implied a strength band (14 °P) rather than a style. The amber lager style served at Oktoberfest from 1872 until 1990 when the golden Festbier was adopted as the standard festival beer.",
  "style_comparison": "Not as strong and rich as a Dunkles Bock. More malt depth and richness than a Festbier, with a heavier body and slightly less hops. Less hoppy but equally malty as a Czech Amber Lager, but with a different malt profile.",
  "tags": "standard-strength, amber-color, bottom-fermented, lagered, central-europe, traditional-style, amber-lager-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.054
    },
    "maximum": {
      "unit": "sg",
      "value": 1.06
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 18
    },
    "maximum": {
      "unit": "IBUs",
      "value": 24
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.014
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 5.6
    },
    "maximum": {
      "unit": "%",
      "value": 6.3
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 8
    },
    "maximum": {
      "unit": "SRM",
      "value": 17
    }
  },
  "ingredients": "Grist varies, although traditional German versions emphasized Munich malt. The notion of elegance is derived from the finest quality ingredients, particularly the base malts. A decoction mash is traditional, andenhances the rich malt profile.",
  "examples": "Hacker-Pschorr Oktoberfest Märzen, Hofmark Märzen, Paulaner Oktoberfest, Saalfelder Ur-Saalfelder, Weltenburger Kloster Anno 1050",
  "style_guide": "BJCP2021",
  "type": "beer"
}
