{
  "name": "Dunkles Bock",
  "category": "Amber Malty European Lager",
  "category_id": "6",
  "style_id": "6C",
  "category_description": "This category groups amber-colored, German-origin, bottom-fermented lagerbiers that have a malty balance and are vollbier to starkbier in strength.",
  "overall_impression": "A strong,dark, malty German lager beer that emphasizes the malty-rich and somewhat toasty qualities of continental malts without being sweet in the finish.",
  "aroma": "Medium to medium-high rich bready-malty aroma, often with moderate amounts of rich Maillard products or toasty overtones. Virtually no hop aroma. Some alcohol may be noticeable. Clean lager character, although a slight dark fruit character is allowable.",
  "appearance": "Light copper to brown color, often with attractive garnet highlights. Good clarity despite the dark color. Large, creamy, persistent, off-white head.",
  "flavor": "Medium to medium-high complex, rich maltiness is dominated by toasty-rich Maillard products. Some dark caramel notes may be present. Hop bitterness is generally only high enough to support the malt flavors, allowing a bit of malty sweetness to linger into the finish. Well-attenuated, not cloying. Clean fermentation profile, although the malt can provide a slight dark fruit character. No hop flavor. No roasted, burnt, or dry biscuity character.",
  "mouthfeel": "Medium to medium-full bodied. Moderate to moderately low carbonation. Some alcohol warmth may be found, but should never be hot. Smooth, without harshness or astringency.",
  "comments": "Decoction mashing plays an important part of flavor development, as it enhances the caramel and Maillard flavor aspects of the malt.",
  "history": "Originated in the Northern German city of Einbeck, which was a brewing center and popular exporter in the days of the Hanseatic League (14th to 17th century). Recreated in Munich starting in the 17th century. “Bock” translates to “Ram” in German, which is why the animal is often used in logos and advertisements.",
  "style_comparison": "Darker, with a richer malty flavor and less apparent bitterness than a Helles Bock. Less alcohol and malty richness than a Doppelbock. Stronger malt flavors and higher alcohol than a Märzen. Richer, less attenuated, and less hoppy than a Czech Amber Lager.",
  "tags": "high-strength, amber-color, bottom-fermented, lagered, central-europe, traditional-style, bock-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.064
    },
    "maximum": {
      "unit": "sg",
      "value": 1.072
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 27
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.013
    },
    "maximum": {
      "unit": "sg",
      "value": 1.019
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 6.3
    },
    "maximum": {
      "unit": "%",
      "value": 7.2
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 14
    },
    "maximum": {
      "unit": "SRM",
      "value": 22
    }
  },
  "ingredients": "Munich and Vienna malts, rarely a tiny bit of dark roasted malts for color adjustment, never any non-malt adjuncts. Continental European hop varieties are used. Clean German lager yeast.",
  "examples": "Aass Bock, Einbecker Ur-Bock Dunkel, Kneitinger Bock, Lindeboom Bock, Schell’s Bock, Penn Brewery St. Nikolaus Bock",
  "style_guide": "BJCP2021",
  "type": "beer"
}
