{
  "name": "Altbier",
  "category": "Amber Bitter European Beer",
  "category_id": "7",
  "style_id": "7B",
  "notes": "Malt profile similar to the aroma, with an assertive, medium to high hop bitterness balancing the rich malty flavors. The beer finishes medium-dry to dry with a grainy, bitter, malty-rich aftertaste.The finish is long-lasting, sometimes with a nutty or bittersweet impression. The apparent bitterness level is sometimes masked by the malt character if the beer is not very dry, but the bitterness tends to scale with the malt richness to maintain balance. No roast. No harshness. Clean fermentation profile. Light fruity esters, especially dark fruit, may be present. Medium to low spicy, peppery, or floral hop flavor. Light minerally character optional.",
  "overall_impression": "A moderately colored, well-attenuated, bitter beer with a rich maltiness balancing a strong bitterness. Light and spicy hop character complements the malt. A dry beer with a firm body and smooth palate.",
  "aroma": "Malty and rich with grainy characteristics like baked bread or nutty, toasted bread crusts. Should not have darker roasted or chocolate notes. Malt intensity is moderate to moderately-high. Moderate to low hops complement but do not dominate the malt, and often have a spicy, peppery, or floral character. Fermentation character is very clean. Low to medium-low esters optional.",
  "appearance": "The color ranges from amber to deep copper, stopping short of brown; bronze-orange is most common. Brilliant clarity. Thick, creamy, long-lasting off-white head.Flavor",
  "mouthfeel": "Medium body. Smooth. Medium to medium-high carbonation. Astringency low to none.",
  "comments": "Classic, traditional examples in the Altstadt (“old town”) section of Düsseldorf are served from casks.Most examples have a balanced (25-35 IBU) bitterness, not the aggressive hop character of the well-known Zum Uerige.Stronger sticke and doppelsticke beers should be entered in the 27 Historical Beer style instead.",
  "history": "Developed in the late 19th century in Düsseldorf to use lager techniques to compete with lager. Older German styles were brewed in the area but there is no linkage to modern Altbier.",
  "style_comparison": "More bitter and malty than International Amber Lagers. Somewhat similar to California Common, both in production technique and finished flavor and color, though not in ingredients. Less alcohol, less malty richness, and more bitterness than a Dunkles Bock. Drier, richer, and more bitter than a Vienna Lager.",
  "tags": "standard-strength, amber-color, top-fermented, lagered, central-europe, traditional-style, amber-ale-family, bitter",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.044
    },
    "maximum": {
      "unit": "sg",
      "value": 1.052
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 25
    },
    "maximum": {
      "unit": "IBUs",
      "value": 50
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.008
    },
    "maximum": {
      "unit": "sg",
      "value": 1.014
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.3
    },
    "maximum": {
      "unit": "%",
      "value": 5.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 9
    },
    "maximum": {
      "unit": "SRM",
      "value": 17
    }
  },
  "ingredients": "Grists vary, but usually consist of German base malts (usually Pils, sometimes Munich) with small amounts of crystal, chocolate, or black malts.May include some wheat, including roasted wheat. Spalt hops are traditional, but other traditional German or Czech hops can be used. Clean, highly attenuative ale yeast. A step mash program is traditional. Fermented at cool ale temperatures, then cold conditioned.",
  "examples": "Bolten Alt, Diebels Alt, Füchschen Alt, Original Schlüssel Alt, Schlösser Alt, Schumacher Alt, Uerige Altbier",
  "style_guide": "BJCP2021",
  "type": "beer"
}
