{
  "name": "Munich Dunkel",
  "category": "Dark European Lager",
  "category_id": "8",
  "style_id": "8A",
  "overall_impression": "A traditional malty brown lager from Bavaria. Deeply toasted, bready malt flavors without any roasty or burnt flavors. Smooth and rich, with a restrained bitterness and a relatively dry finish that allows for drinking in quantity.",
  "aroma": "Moderate to high malt richness, like toasted bread crusts with hints of chocolate, nuts, caramel, or toffee. Fresh traditional versions often show higher levels of chocolate. The malt character is more malty-rich than sugary or caramelly sweet.Clean fermentation profile. A light spicy, floral, or herbal hop aroma is optional.",
  "appearance": "Deep copper to dark brown, often with a red or garnet tint. Creamy, light to medium tan head. Usually clear.",
  "flavor": "Rich malt flavors similar to aroma (same malt descriptors apply), medium to high. Restrained bitterness, medium-low to medium, giving an overall malty balance. Malty and soft on the palate without being overly sweet, and medium-dry in the finish with a malty aftertaste. No roast, burnt, or bitter malt flavors, toasted flavors shouldn’t have a harsh grainy dryness, and caramel flavors should not be sweet. Low spicy, herbal, or floral hop flavor optional. Clean fermentation profile.",
  "mouthfeel": "Medium to medium-full body, providing a soft and dextrinous mouthfeel without being heavy or cloying. Moderate carbonation. Smooth lager character. No harsh or biting astringency. Not warming.",
  "comments": "A traditional Munich style, the dark companion to Helles. Franconian versions are more bitter than ones from Munich.",
  "history": "Developed at Spaten in the 1830s after the development of Munich malt, and seen as a successor to dark regional beers of the time. While originating in Munich, the style became popular throughout Bavaria (especially Franconia).",
  "style_comparison": "Not as intense in maltiness or as strong as a Dunkles Bock. Lacking the more roasted flavors and often the hop bitterness of a Schwarzbier. Richer, more malt-centric, and less hoppy than a Czech Dark Lager.",
  "tags": "standard-strength, dark-color, bottom-fermented, lagered, central-europe, traditional-style, malty, dark-lager-family",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.048
    },
    "maximum": {
      "unit": "sg",
      "value": 1.056
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 18
    },
    "maximum": {
      "unit": "IBUs",
      "value": 28
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.016
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.5
    },
    "maximum": {
      "unit": "%",
      "value": 5.6
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 17
    },
    "maximum": {
      "unit": "SRM",
      "value": 28
    }
  },
  "ingredients": "Traditionally, Munich malts, but Pils and Vienna can be used too. Light use of specialty malts for color and depth. Decoction mash traditional. German hops and lager yeast.",
  "examples": "Ayinger Altbairisch Dunkel, Ettaler Kloster-Dunkel, Eittinger Urtyp Dunkel, Hacker-Pschorr Münchner Dunkel, Hofbräuhaus Dunkel, Weltenburger Kloster Barock-Dunkel",
  "style_guide": "BJCP2021",
  "type": "beer"
}
