{
  "name": "Schwarzbier",
  "category": "Dark European Lager",
  "category_id": "8",
  "style_id": "8B",
  "category_description": "This category contains German vollbier lagers darker than amber-brown color.",
  "overall_impression": "A dark German lager that balances roasted yet smooth malt flavors with moderate hop bitterness. The lighter body, dryness, and lack of a harsh, burnt, or heavy aftertaste helps make this beer quite drinkable.",
  "aroma": "Low to moderate malt, with low aromatic malty sweetness and hints of roast malt often apparent. The malt can be clean and neutral or moderately rich and bready, and may have a hint of dark caramel. The roast character can be somewhat dark chocolate- or coffee-like but should never be burnt. A moderately low spicy, floral, or herbal hop aroma is optional. Clean lager yeast character.",
  "appearance": "Medium to very dark brown in color, often with deep ruby to garnet highlights, yet almost never truly black. Very clear. Large, persistent, tan-colored head.",
  "flavor": "Light to moderate malt flavor, which can have a clean, neutral character to a moderately rich, bread-malty quality. Light to moderate roasted malt flavors can give a bitter-chocolate palate that is never burnt. Medium-low to medium bitterness. Light to moderate spicy, floral, or herbal hop flavor. Clean lager character. Dry finish. Some residual sweetness is acceptable but not traditional.Aftertaste of hop bitterness with a complementary but subtle roastiness in the background.",
  "mouthfeel": "Medium-light to medium body. Moderate to moderately-high carbonation. Smooth. No harshness or astringency, despite the use of dark, roasted malts.",
  "comments": "Literally means black beer in German. While sometimes called a “black Pils,” the beer is rarely as dark as black or as hop-forward and bitter as a Pils. Strongly roasted, Porter-like flavors are a flaw.",
  "history": "A regional specialty from Thuringia, Saxony, and Franconia in Germany. Served as the inspiration for black lagers brewed in Japan.Popularity grew after German reunification in 1990.",
  "style_comparison": "In comparison with a Munich Dunkel, usually darker in color, drier on the palate, lighter in body, and with a noticeable (but not high) roasted malt edge to balance the malt base. Should not taste like an American Porter made with lager yeast. Drier, less malty, with less hop character than a Czech Dark Lager.",
  "tags": "standard-strength, dark-color, bottom-fermented, lagered, central-europe, traditional-style, balanced, dark-lager-family",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.046
    },
    "maximum": {
      "unit": "sg",
      "value": 1.052
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 35
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.01
    },
    "maximum": {
      "unit": "sg",
      "value": 1.016
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.4
    },
    "maximum": {
      "unit": "%",
      "value": 5.4
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 19
    },
    "maximum": {
      "unit": "SRM",
      "value": 30
    }
  },
  "ingredients": "German Munich malt and Pilsner malts for the base, withhuskless dark roasted malts that add roast flavors without burnt flavors. German hop varieties and clean German lager yeasts are traditional.",
  "examples": "Chuckanut Schwarz Lager,Devils Backbone Schwartz Bier, Köstritzer Schwarzbier, Kulmbacher Mönchshof Schwarzbier, Nuezeller Original Badebier, pFriem Schwarzbier",
  "style_guide": "BJCP2021",
  "type": "beer"
}
