{
  "name": "Doppelbock",
  "category": "Strong European Beer",
  "category_id": "9",
  "style_id": "9A",
  "category_description": "This category contains more strongly flavored and higher alcohol lagers from Germany and the Baltic region. Most are dark, but some pale versions are known.",
  "overall_impression": "A strong, rich, and very malty German lager that can have both pale and dark variants. The darker versions have more richly-developed, deeper malt flavors, while the paler versions have slightly more hops and dryness.",
  "aroma": "Very strong maltiness, possibly with light caramel notes, and up to a moderate alcohol aroma. Virtually no hop aroma. Dark versions have significant, rich Maillard products, deeply toasted malt, and possibly a slight chocolate-like aroma that should never be roasted or burnt. Moderately-low dark fruit, like plums,dark grapes, or fruit leather, is allowable. Pale versions have a rich and strong, often toasty, malt presence, possibly with a light floral, spicy, or herbal hop accent.",
  "appearance": "Good clarity, with a large, creamy, persistent head.Dark versions are copper to dark brown in color, often with ruby highlights, and an off-white head.Pale versions are deep gold to light amber in color, with a white head.",
  "flavor": "Very rich and malty. Hop bitterness varies from moderate to moderately low but always allows malt to dominate the flavor. Faint hop flavor optional. Most examples are fairly malty-sweet on the palate, but should have an impression of attenuation in the finish. The impression of sweetness comes from low hopping, not from incomplete fermentation. Clean fermentation profile.Dark versions have malt and ester flavors similar to the aroma (same descriptors and intensities).Pale versions have a strong bready and toasty malt flavor, a light floral, spicy, or herbal hop flavor, and a drier finish.",
  "mouthfeel": "Medium-full to full body. Moderate to moderately-low carbonation. Very smooth without harshness, astringency. A light alcohol warmth may be noted, but it should never burn.",
  "comments": "Doppelbock means double bock. Most versions are dark colored and may display the caramelizing and Maillard products of decoction mashing, but excellent pale versions also exist. The pale versions will not have the same richness and darker malt and fruit flavors of the dark versions, and may be a bit drier, hoppier, and more bitter. While most traditional examples are in the lower end of the ranges cited, the style can be considered to have no upper limit for gravity and alcohol,provided the balance remains the same.",
  "history": "A Bavarian specialty originating in Munich, first made by the monks of St. Francis of Paulaby the 1700s. Historical versions were less well-attenuated than modern interpretations, thus with higher sweetness and lower alcohol levels. Was called “liquid bread” by monks, and consumed during the Lenten fast. Breweries adopted beer names ending in “-ator” after a 19th century court ruling that no one but Paulaner was allowed to use the name Salvator. Traditionally dark brown in color; paler examples are a more recent development.",
  "style_comparison": "A stronger, richer, more full-bodied version of either a Dunkles Bock or a Helles Bock. Pale versions will show higher attenuation and less dark fruity character than the darker versions.",
  "entry_instructions": "The entrant will specify whether the entry is a pale or a dark variant.",
  "tags": "high-strength, amber-color, pale-color, bottom-fermented, lagered, central-europe, traditional-style, bock-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.072
    },
    "maximum": {
      "unit": "sg",
      "value": 1.112
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 16
    },
    "maximum": {
      "unit": "IBUs",
      "value": 26
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.016
    },
    "maximum": {
      "unit": "sg",
      "value": 1.024
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 7
    },
    "maximum": {
      "unit": "%",
      "value": 10
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 6
    },
    "maximum": {
      "unit": "SRM",
      "value": 25
    }
  },
  "ingredients": "Pils, Vienna, Munich malts. Occasionally dark malt for color adjustment. Traditional German hops. Clean German lager yeast. Decoction mashing is traditional.",
  "examples": "Dark Versions –Andechs Doppelbock Dunkel,Ayinger Celebrator, Paulaner Salvator, Spaten Optimator, Tröegs Troegenator,Weihenstephaner Korbinian; Pale Versions – Eggenberg Urbock 23º, Meinel Doppelbock Hell, Plank Bavarian Heller Doppelbock, Riegele Auris 19, Schönbuch Doppelbock Hell, Staffelberg-Bräu Zwergator",
  "style_guide": "BJCP2021",
  "type": "beer"
}
