{
  "name": "Baltic Porter",
  "category": "Strong European Beer",
  "category_id": "9",
  "style_id": "9C",
  "category_description": "This category contains more strongly flavored and higher alcohol lagers from Germany and the Baltic region. Most are dark, but some pale versions are known.",
  "overall_impression": "A strong, dark, malty beer with differentinterpretationswithin the Baltic region. Smooth, warming, and richly malty, with complex dark fruit flavors and a roasted flavor without burnt notes.",
  "aroma": "Rich maltiness often containing caramel, toffee, nuts, deep toast, or licorice notes. Complex alcohol and ester profile of moderate strength, and reminiscent of plums, prunes, raisins, cherries, or currants, occasionally with a vinous Port-like quality. Deep malt accents ofdark chocolate, coffee, or molasses, but never burnt. No hops. No sourness. Smooth, not sharp, impression.",
  "appearance": "Dark reddish-copper to opaque dark brown color, but not black. Thick, persistent tan-colored head. Clear, although darker versions can be opaque.",
  "flavor": "As with aroma, has a rich maltiness with a complex blend of deep malt, dried fruit esters, and alcohol. The malt can have a caramel, toffee, nutty, molasses,or licorice complexity. Prominent yet smooth Schwarzbier-like roasted flavor that stops short of burnt. Light hints of black currants and dark dried fruits. Smooth palate and full finish. Starts malty-sweet but darker malt flavors quickly dominate and persist through the dryish finish, leaving a hint of roast coffee or licorice and dried fruit in the aftertaste. Medium-low to medium bitterness, just to provide balance and prevent it from seeming cloying. Hop flavor from slightly spicy hops ranges from none to medium-low.Clean fermentation profile.",
  "mouthfeel": "Generally quite full-bodied and smooth, with a well-aged alcohol warmth that can be deceptive. Medium to medium-high carbonation, making it seem even more mouth-filling. Not heavy on the tongue due to carbonation level.",
  "comments": "Most commercial versions are in the 7–8.5% ABV range. The best examples have a deceptive strength that makes them dangerously easy to drink. The character of these beers varies by country of origin, so be careful about generalizing based on a single example. Some beers are truer to their English roots, while others are more of the style first popularized in Poland.",
  "history": "Developed indigenously (and independently) in several countries bordering the Baltic Sea after import of popular English porters and stouts was interrupted in the early 1800s. Historically top-fermented, many breweries adapted the recipes for bottom-fermenting yeast along with the rest of their production. The name Baltic Porter is recent (since the 1990s) and describes the modern collection of beers with a somewhat similar profile from these countries, not historical versions.",
  "style_comparison": "Combines the body, maltiness, richness, and smoothness of a Doppelbock, the darker malt character of an English Porter, the roast flavors of a Schwarzbier, and alcohol and fruitiness of and Old Ale. Much less roasted and often lower in alcoholthan an Imperial Stout.",
  "tags": "high-strength, dark-color, any-fermentation, lagered, eastern-europe, traditional-style, porter-family, malty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.06
    },
    "maximum": {
      "unit": "sg",
      "value": 1.09
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 20
    },
    "maximum": {
      "unit": "IBUs",
      "value": 40
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.016
    },
    "maximum": {
      "unit": "sg",
      "value": 1.024
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 6.5
    },
    "maximum": {
      "unit": "%",
      "value": 9.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 17
    },
    "maximum": {
      "unit": "SRM",
      "value": 30
    }
  },
  "ingredients": "Generally lager yeast (cold fermented if using ale yeast, as is required when brewed in Russia). Debittered dark malt. Munich or Vienna base malt. Continental hops. May contain crystal malts or adjuncts. Brown or amber malt common in historical recipes.As a collection of regional beers, different formulations are expected.",
  "examples": "Aldaris Mežpils Porteris, Baltika 6 Porter, Devils Backbone Danzig, Okocim Mistrzowski Porter, Sinebrychoff Porter, Zywiec Porter",
  "style_guide": "BJCP2021",
  "type": "beer"
}
