{
  "name": "Dorada Pampeana",
  "category": "Argentine Styles",
  "category_id": "X",
  "style_id": "X1",
  "notes": "Suggested style placement: Category 18 (Pale American Beer)En sus comienzos los cerveceros caseros argentinos estaban muy limitados: no existían los extractos, sólo malta pilsen y lúpulo Cascade. Sólo levaduras secas, comúnmente Nottingham, Windsor o Safale. Con estos ingredientes, los cerveceros argentinos desarrollaron una versión específica de la Blond Ale, llamda Dorada Pampeana.",
  "impresion_general": "Fácilmente bebible, accesible, con orientación a malta.",
  "aroma": "aroma dulce maltoso ligero a moderado. Es aceptable el aroma frutal bajo a moderado. Debe tener aroma a lúpulo bajo a medio. Sin diacetilo.",
  "aspecto": "color amarillo claro a dorado profundo. Claro a brillante. Espuma baja a medio con buena retención.",
  "sabor": "Dulzor maltoso inicial suave. Típicamente ausentes los flavors a caramelo. Flavor a lúpulo ligero a moderado (usualmente Cascade), pero no debería ser agresivo. Amargor bajo a moderado, pero el balance tiende a la malta. Final medio-seco o algo dulce. Sin diacetilo.",
  "sensacion_en_boca": "Cuerpo mediano ligero a medio. Carbonatación media a alta. Sensación suave sin amargor áspero o astringencia.",
  "comentarios": "es dificultoso lograr el balance.",
  "historia": "los primeros cerveceros argentinos sólo accedían a malta pilsen y lúpulo cascade y con ellos desarrollaron esta variante de Blond Ale.",
  "ingredientes": "usualmente solo malta pálida o pilsen, aunque puede incluir bajas proporciones de malta caramelizadas. Comúnmente lúpulo Cascade. Levaduras americanas limpias, británicas levemente frutadas o Kölsch, usualmente acondicionada en frío.",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.042
    },
    "maximum": {
      "unit": "sg",
      "value": 1.054
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 15
    },
    "maximum": {
      "unit": "IBUs",
      "value": 22
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.009
    },
    "maximum": {
      "unit": "sg",
      "value": 1.013
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.3
    },
    "maximum": {
      "unit": "%",
      "value": 5.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 3
    },
    "maximum": {
      "unit": "SRM",
      "value": 5
    }
  },
  "style_guide": "BJCP2021",
  "type": "beer"
}
