{
  "name": "Italian Grape Ale",
  "category": "Italian Styles",
  "category_id": "X",
  "style_id": "X3",
  "notes": "For uses outside Italy, see 29D Grape Ale.",
  "aroma": "Aromatic characteristics of a particular grape have to be noticeable but do should not overpower the other aromas. The grape character should be pleasant and should not have defects such as oxidation. Malt character is usually restrained and should not exhibit a roasty, stout like, profile. Hop aroma (floral, earthy) can range from medium-low to absent. Some examples can have a low wild character described as barnyard, earthy, goaty but should not be as intense as in a lambic/fruit lambic. No diacetyl.",
  "appearance": "Color can range from light gold to copper but some examples can be brown. Reddish/ruby color is usually due to the use of red grape varieties. White to reddish head with generally a medium low retention. Clarity is generally good but some cloudiness may be present.",
  "flavor": "As with aroma, grape character (must or wine-like) must be present and may range from medium-low to medium-high intensity. Varieties of grape can contribute differently on the flavor profile: in general stone/tropical fruit flavors (peach, pear, apricot, pineapple) can come from white grapes and red fruit flavors (e.g., cherry, strawberry) from red grape varieties. Further fruity character of fermentative origin is also common. Different kinds of special malts can be used but should be supportive and balanced, not so prominent as to overshadow the base beer. Strong roasted and/or chocolate character is inappropriate. Light sour notes, due to the use of grape, are common and may help to improve the drinkability but should not be prominent as in Sour ale/Lambic or similar. Oak flavors, along with some barnyard, earthy, goaty notes can be present but should not be predominant.  Bitterness and hop flavors are low. Diacetyl is absent",
  "mouthfeel": "Medium-high carbonation improves the perception of aroma. Body is generally from low to medium and some acidity can contribute to increase the perception of dryness. Strong examples can show some warming but without being hot or solventy.",
  "overall_impression": "A sometimes refreshing, sometimes more complex Italian ale characterized by different varieties of grapes.",
  "history": "Initially brewed at Birrificio Montegioco and Birrificio Barley in 2006-2007, Italian Grape Ale (IGA) is now produced by many Italian craft breweries. It’s also becoming popular in US and other wine countries. It represents a communion between beer and wine promoted to the large local availability of different varieties of grapes across the country. They can be an expression of territory, biodiversity and creativity of the brewer. Normally seen as a specialty beer in the range of products of the brewery. Breweries call “Wild IGA” or “Sour IGA” any wild/sour version of the style.",
  "ingredients": "Pils in most of cases or pale base malt with some special malts (if any). Grape content can represent up to 40% of whole grist. Grape or grape must, sometimes extensively boiled before use, can be used at different stages: during boiling or more commonly during primary/secondary fermentation. Yeast can show a neutral character (more common) or a fruity/spicy profile (English and Belgian strains). Wine yeast can be used also in conjunction with other yeasts. Continental hop varieties, mainly German or English, are used in low quantities in order not to excessively characterize the beer.",
  "style_comparison": "Similar to Fruit Beer but evolved as a standalone style due to the abundance of grapes varieties in Italy.",
  "tags": "Specialty-beer, FruitBrazilian Styles",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.045
    },
    "maximum": {
      "unit": "sg",
      "value": 1.1
    }
  },
  "international_bitterness_units": {
    "minimum": {
      "unit": "IBUs",
      "value": 6
    },
    "maximum": {
      "unit": "IBUs",
      "value": 30
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.005
    },
    "maximum": {
      "unit": "sg",
      "value": 1.015
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4.5
    },
    "maximum": {
      "unit": "%",
      "value": 12
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 14
    },
    "maximum": {
      "unit": "SRM",
      "value": 25
    }
  },
  "examples": "Montegioco Open Mind, Birrificio Barley BB5-10, Birrificio del Forte Il Tralcio, Viess Beer al mosto di gewurtztraminer, CRAK IGA Cabernet, Birrificio Apuano Ninkasi, Luppolajo Mons Rubus",
  "style_guide": "BJCP2021",
  "type": "beer"
}
