{
  "name": "Catharina Sour",
  "category": "Brazilian Styles",
  "category_id": "X",
  "style_id": "X4",
  "notes": "Estilo sugerido para inscrição: Categoria 29 (Fruit Beer)",
  "impressao_geral": "Uma cerveja refrescante de trigo, ácida e com frutas, possui um caráter de frutas vivida e uma acidez lática limpa. A graduação alcoólica contida, o corpo leve, a carbonatação elevada, e amargor abaixo da percepção fazem com que a fruta fresca seja o destaque. A fruta não precisa ser de caráter tropical, mas normalmente apresenta este perfil.",
  "aroma": "Médio à alto caráter de fruta, reconhecível e identificável de forma imediata. Uma acidez lática limpa de intensidade baixa à media que complementa a fruta. Malte tipicamente neutro, mas pode apresentar notas de pão e grãos em caráter de apoio. Fermentação limpa sem caráter de levedura selvagem ou funky. Sem aroma de lúpulo. Sem álcool agressivo. Especiarias, ervas e vegetais devem complementar a fruta se estiverem presentes.",
  "aparencia": "Coloração tipicamente bastante clara – amarela-palha até dourada. Espuma branca de média à alta formação e média à boa retenção. A coloração da espuma e da cerveja podem ser alteradas e ficar com a coloração da fruta. Claridade pode ser bastante límpida até turva. Efervescente.",
  "sabor": "Sabor de fruta fresca dominante em intensidade média à alta, com uma acidez lática limpa de intensidade baixa à média-alta de forma complementar mas notável. A fruta deve ter um caráter fresco, sem parecer cozida, parecida com geléia ou artificial. O malte é normalmente ausente, se presente pode ter um caráter baixo de grãos ou pão, mas não deve nunca competir com a fruta ou a acidez. Amargor do lúpulo abaixo do limiar de percepção. Final seco com um retrogosto limpo, ácido e frutado. Sem sabor de lúpulo, notas acéticas, diacetil, ou sabores funk oriundos de Brett. Especiarias, ervas e vegetais são opcionais e em caráter complementar à fruta.",
  "sensacao_de_boca": "Corpo baixo à médio-baixo. Carbonatação média à alta. Sem aquecimento alcoólico. Acidez baixa à média-baixa sem ser agressivamente ácida ou adstringente.",
  "comentarios": "Melhor servida fresca. A acidez pode fazer com que a cerveja pareça mais seca e com um corpo menor do que a gravidade final sugere. Uma Berliner Weisse com adição de frutas deve ser inscrita na categoria 29A Fruit Beer.",
  "historia": "Os exemplos individuais existiam com nomes diferentes anteriormente no Brasil, mas o estilo se tornou popular com esse nome depois que foi definido formalmente em 2015 durante uma reunião entre cervejeiros profissionais e caseiros em Santa Catarina. Utilizando ingredientes locais adequados para um clima quente, o estilo se espalhou para outros estados do Brasil e além, sendo um estilo muito popular na América do Sul – tanto em competições comerciais como caseiras.",
  "ingredientes": "Malte Pilsen com malte de trigo ou trigo não maltado. A técnica de Kettle Sour com o uso de Lacto é a mais comum de ser utilizada, seguida por uma fermentação com uma levedura ale neutra. A fruta é tipicamente adicionada nos estágios finais da fermentação. Frutas da estação frescas, comumente tropicais. Especiarias, ervas e vegetais são opcionais, mas devem sempre estar em caráter de apoio e elevar a percepção da fruta.",
  "comparacoes_de_estilo": "Como uma Berliner Weisse mais forte, mas com fruta fresca e sem Brett. Menos ácida do que Lambic e Gueuze e sem o caráter da Brett. A partir do guia de estilos 2021, cervejas semelhantes podem ser inscritas no estilo mais amplo 28C Wild Specialty Beer Style.",
  "ibu": "2 – 8",
  "exemplos_comerciais": "Armada Daenerys, Blumenau Catharina Sour Pêssego, Istepô Goiabêra, Itajahy Catharina Araçá Sour, Liffey Coroa Real, UNIKA Tangerina Clemenules",
  "marcacoes": "estilo-craft, fruta, ácida, cerveja-specialty",
  "original_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.039
    },
    "maximum": {
      "unit": "sg",
      "value": 1.048
    }
  },
  "final_gravity": {
    "minimum": {
      "unit": "sg",
      "value": 1.004
    },
    "maximum": {
      "unit": "sg",
      "value": 1.012
    }
  },
  "alcohol_by_volume": {
    "minimum": {
      "unit": "%",
      "value": 4
    },
    "maximum": {
      "unit": "%",
      "value": 5.5
    }
  },
  "color": {
    "minimum": {
      "unit": "SRM",
      "value": 2
    },
    "maximum": {
      "unit": "SRM",
      "value": 6
    }
  },
  "style_guide": "BJCP2021",
  "type": "beer"
}
